{"id": 36020, "name": "Randolph McDONALD v. STATE of Arkansas", "name_abbreviation": "McDonald v. State", "decision_date": "2003-11-06", "docket_number": "CR 03-957", "first_page": "680", "last_page": "681", "citations": [{"type": "official", "cite": "354 Ark. 680"}, {"type": "parallel", "cite": "124 S.W.3d 438"}], "volume": {"volume_number": "354"}, "reporter": {"full_name": "Arkansas Reports"}, "court": {"id": 8808, "name": "Arkansas Supreme Court", "name_abbreviation": "Ark.", "jurisdiction_url": null, "slug": "ark"}, "jurisdiction": {"id": 34, "slug": "ark", "name": "Ark.", "name_long": "Arkansas", "whitelisted": true}, "casebody": {"status": "ok", "data": {"head_matter": "Supreme Court of Arkansas\nCR 03-957\n124 S.W.3d 438\nRandolph McDONALD v. STATE of Arkansas\nOpinion delivered November 6, 2003\nBrown, J., concurs.\nLaura Cunningham, for appellant.\nNo response.", "opinions": [{"author": "Per Curiam.", "text": "Per Curiam.\nAttorney Laura Cunningham represents Randolph McDonald, who was convicted of possession of a controlled substance on a conditional plea under Ark. R. Crim. P. 24.3(b)(2002). Rule 24.3(b) provides that a criminal defendant who makes a conditional plea may appeal from the judgment for review of the adverse determination on the pretrial motion to suppress evidence. As indicated in our September 11, 2003, per curiam, McDonald failed to appeal from the June 4, 2003, judgment. Instead, McDonald attempted to appeal from the November 4,2002, denial of the motion to suppress. Naturally, when the clerk’s office received a notice of appeal on May 7, 2003, attempting to appeal an order from the previous November, the appeal was rejected as untimely. Rule 24.3(b) requires an appeal from the judgment, not the order denying the motion to suppress.\nHad the notice of appeal listed the judgment and commitment order rather than the denial of the motion to suppress, it would have been timely even though filed early. Ark. R. App. P. — Crim. 2(b) (2003). The judgment in this case was not entered until June 4, 2003.\nIn the September 11, 2003, per curiam this court notified Cunningham that she was at fault for failing to file the notice of appeal within the time required under the rule and ordered her to file a motion and affidavit as required under Ark. R. App. P. — Crim. 2(e) (2003), accepting full responsibility for her error in failing to file an adequate notice of appeal. In response, Cunningham has not filed the motion as ordered; but rather she has filed a motion for reconsideration stating that “she declines to accept fault and will not file an admission of fault. ...” (emphasis in the original.) Cunningham asserts in her motion for reconsideration (1) that her notice of appeal was in compliance in that the only thing that could be appealed under Rule 24.3(b) was the denial of the suppression order, (2) that a court ordered confession of misconduct is unconstitutional, (3) that a court ordered confession of misconduct creates a conflict between her and her client, and (4) that a court ordered confession of misconduct impermissibly compels her to give up one right in order to exercise another. Cunningham was required under the rules to file a notice of appeal within thirty days. She did not do so. The notice she attempted to file was defective and of no effect. The motion for reconsideration is denied. Cunningham is ordered to appear before this court on November 20, 2003, at 9:00 a.m., to show cause why she should not be held in contempt for failure to comply with this court’s order set out in the September 11, 2003, per curiam.", "type": "majority"}, {"author": "Robert L. Brown, Justice,", "text": "Robert L. Brown, Justice,\nconcurring. While I do not R^disagree with this per curiam order, it is important not to delay the appellant’s appeal any further. For that reason, I would remove Ms. Cunningham as attorney of record in this case and appoint new counsel so that the appeal is stalled no longer. For that reason, I concur.", "type": "concurrence"}], "attorneys": ["Laura Cunningham, for appellant.", "No response."], "parties": ["Randolph McDONALD v. STATE of Arkansas"], "judges": ["Brown, J., concurs."]}}}
{"id": 36021, "name": "James D. SMITH v. STATE of Arkansas", "name_abbreviation": "Smith v. State", "decision_date": "2003-09-25", "docket_number": "CR 02-1258", "first_page": "226", "last_page": "253", "citations": [{"type": "parallel", "cite": "118 S.W.3d 542"}, {"type": "official", "cite": "354 Ark. 226"}], "volume": {"volume_number": "354"}, "reporter": {"full_name": "Arkansas Reports"}, "court": {"id": 8808, "name": "Arkansas Supreme Court", "name_abbreviation": "Ark.", "jurisdiction_url": null, "slug": "ark"}, "jurisdiction": {"id": 34, "slug": "ark", "name": "Ark.", "name_long": "Arkansas", "whitelisted": true}, "casebody": {"status": "ok", "data": {"head_matter": "Supreme Court of Arkansas\nCR 02-1258\n118 S.W.3d 542\nJames D. SMITH v. STATE of Arkansas\nOpinion delivered September 25, 2003\nArnold, C.J., and Thornton, J., not participating.\nBaxter, Jensen, Young & Houston, by: Ray Baxter and Brent Houston, for appellant.\nMike Beebe, Att’y Gen., by: Vada Berger, Ass’t Att’y Gen., for appellee.", "opinions": [{"author": "Jim Hannah, Justice.", "text": "Jim Hannah, Justice.\nA Clark County jury convicted appellant James “Smokey” Smith of twenty counts of violation of a minor in the first degree in violation of Ark. Code Ann. § 5-14-120 (Repl. 1997) (repealed).\n1\nIn accordance with the verdicts, the trial court imposed five four-year sentences for counts one through five and sentences of a zero-dollar fine for the remaining fifteen convictions. At the request of the prosecuting attorney and over Smith’s objection, the trial court ordered the five four-year sentences to be served consecutively.\nAt trial, the State alleged that Smith, a teacher in the Arkadelphia Public Schools, committed twenty counts of violation of a minor in the first degree by having a sexual relationship with A.C., a minor student, from April 1999 to October 2000. At the time counts one through nineteen were alleged to have occurred, Smith was á teacher at Goza Junior High School, a school in the same school district as A.C.’s high school. In the fall of2000, Smith began teaching at Arkadelphia High School. A.C. alleged that count twenty occurred after Smith began teaching at the high school. At all times relevant to this case, Smith was also employed as a school-bus driver for the Arkadelphia Public Schools.\nSmith raises ten points on appeal, and the State raises one point on cross-appeal. Smith argues that: (1) the trial court erred in not declaring Ark. Code Ann. § 5-14-120 unconstitutional for violating the Equal Protection Clauses of the United States Constitution and the Arkansas Constitution; (2) the trial court erred in admitting certain evidence which was irrelevant to proving the guilt of the appellant; (3) the trial court erred in admitting a photograph into evidence; (4) the trial court erred in not declaring a mistrial when a prosecution witness testified that pornography was found on the defendant’s computer; (5) the trial court erred in not granting a mistrial when the prosecution presented evidence that Smith had an extramarital affair and a child born as a result, which occurred twenty years ago; (6) the trial court erred in denying him the right to cross-examine the alleged victim regarding her sexual history, when she testified on direct examination that Smith “was the only one I was with;” (7) the trial court erred in not giving the jury a proffered defense instruction regarding the greater weight of the evidence; (8) the trial court erred in allowing the mother of the alleged victim to testify during sentencing about alleged violations of the court’s No Contact Order between Smith and her daughter; (9) the trial court erred in imposing consecutive sentences when Smith’s actions amounted to one course of conduct; and (10) the trial court erred in finding that it did not have jurisdiction to hear a motion for new trial when, following the filing of the first notice of appeal, defense counsel discovered, within the files of the prosecuting attorney and the Arkadelphia Police Department, exculpatory evidence which was not made available to the defense.\nThe State raises one issue on cross-appeal. The State argues that Smith’s sentences of no term of imprisonment and a fine of zero dollars for fifteen of his twenty convictions are illegal.\nWe affirm the trial court on all points on direct appeal. We reverse and remand on cross-appeal for resentencing on counts six through twenty. Our jurisdiction is pursuant to Ark. S. Ct. R. 1-2(8) and Ark. R. App. P. — Crim. 3.\nConstitutionality of Ark. CodeAnn.f 5-14-120\nSmith alleges that his right to equal protection of the laws was violated when he was prosecuted for violation of a minor in the first degree pursuant to § 5-14-120(a) (Repl. 1997) (repealed). Section 5-14-120(a) provides:\n(a) A person commits the offense of violation of a minor in the first degree if he engages in sexual intercourse or deviate sexual activity with another person not his spouse, who is more than thirteen (13) years of age and less than eighteen (18) years of age, and the actor is the minor’s guardian, an employee in the minor’s school or school district, a temporary caretaker, or a person in a position of trust or authority of the minor.\nSmith argues that an impermissible classification exists between persons who are employed by school districts and persons who are not employed by school districts. The Equal Protection Clause permits classifications that have a rational basis and are reasonably related to a legitimate government purpose. Seagrave v. Price, 349 Ark. 433, 79 S.W.3d 339 (2002). Equal protection does not require that persons be dealt with identically; it only requires that classification rest on real and not feigned differences, that the distinctions have some relevance to the purpose for which the classification is made, and that their treatment be not so disparate as to be arbitrary. McDole v. State, 339 Ark. 391, 6 S.W.3d 74 (1999).\nOn an equal-protection challenge to a statute, it is not our role to discover the actual basis for the legislation. Jegley v. Picado, 349 Ark. 600, 80 S.W.3d 332 (2002). We merely consider whether there is any rational basis which demonstrates the possibility of a deliberate nexus with state objectives so that legislation is not the product of arbitrary and capricious government purposes. Id. If we determine that any rational basis exists, the statute will withstand constitutional challenge. Id.\nSmith argues that § 5-14-120 unconstitutionally discriminates against those employed in a minor’s school district because they do not have authority or control over the minor who is not a student in their school and that abuse of that authority is what the statute is designed to redress. Smith states:\nThe statute is designed to protect individuals from people who have some type of power, authority or control over them on a day-to-day basis. It makes perfect sense to hold accountable individuals who may lord over someone and use that position to satisfy sexual desires. A person may feel as though they do not have a choice because a grade or other achievement may depend on their actions if they do not give into 'their superior. That type of legislative scheme makes perfect sense. It does not, however, stand to reason, that an individual who does not possess the right to control the actions of another, should be classified the same as an individual who does not maintain some degree of control. Teaching in the same school district does not give an individual access or control over another by virtue of his or her employment.\nTo support his argument, Smith argues that since he was no longer the victim’s teacher at the time the incidents occurred, he was in a position no different from, for example, a Wal-Mart employee or a pharmacy technician, whose sexual intercourse with a minor would not have been a crime. Smith argues that “[w]hat made the activity a crime was simply who wrote out his paycheck each month.”\nThe State contends that the General Assembly:\ncould have rationally concluded that employees in a minor’s school or school district occupy a position of trust with respect to that minor and, thus, have a special obligation to refrain from having sexual intercourse with that minor in a way that Wal-Mart employees or pharmacy technicians might not. Moreover, contrary to appellant’s argument, some employees of a school district do have authority or control over minors even though they are not employed at the minors’ schools. A district superintendent, for example, has authority or control over minors who are not students in a school in which the superintendent is employed.\nFurther, the State contends that the facts of the present case demonstrate why § 5-14-120(a) survives an equal-protection challenge, stating:\nAppellant was the victim’s teacher while she was a student at Goza Junior High School. The two recognized their attraction for one another at the end of the school year, and appellant kissed her on the cheek, but they did not engage in sexual intercourse. The next school year the victim was a high-school student, while appellant remained a bus driver and junior-high-school teacher. After the victim began attending high school, appellant would drive his bus by the high school where the victim was having band practice. Their relationship ultimately progressed to their having sexual intercourse, usually in appellant’s junior-high classroom.\nAppellant developed a relationship with the victim as a direct result of his being her teacher and maintained that relationship as a direct result of his being employed in the same school district. The legislature could have rationally concluded that persons such as appellant should not use their positions as school and school-district employees to find and cultivate their underage sexual partners.\nWe agree. Acts 1985, No. 326, § 1, which created the offense of violation of a minor in the first degree, provides:\n(1) A person commits the offense of violation of a minor in the first degree if he engages in sexual intercourse or deviate sexual activity with another person not his spouse, who is more than thirteen (13) years of age and less than eighteen (18) years of age, and the actor is the other person’s guardian.\nActs 1985, No. 326, § 3, provides legislative intent for the creation of the offenses of violation of a minor in the first and second degree. It provides, in part:\nIt is hereby found and determined by the General Assembly that certain individuals who are in a position of power or authority over minors have avoided prosecution under current-law for certain sexual activities with such minors and that such activities by individuals should be punished.\nIn 1993, the legislature amended the statute, substituting “minor’s guardian” for “other person’s guardian” and adding “an employee in the minor’s school or school district, a temporary caretaker, or a person in a position of trust or authority of a minor.” Acts 1993, No. 265, § 1. Though the legislature did not expressly indicate its intent when it amended the statute, it is certainly possible that the legislature rationally concluded that minor students should be protected, not only from employees in the minors’ schools, but also from employees in the minors’ school districts.\nSchool-district employees are authority figures to minor children. Children are instructed to obey and to respect employees of their school district and, children are instructed that they may suffer consequences if they are insubordinate to school district employees. The classification of school-district employees is relevant because it is the school district employees who have daily access to minor children. The State has an interest in the general welfare of children, and it certainly has an interest in making laws which punish school-district employees who abuse their positions of trust and authority to facilitate inappropriate relationships with children. Smith has failed to prove that § 5-14-120 violates his right to equal protection.\nAdmission of Evidence\nSmith argues that the trial court erred in admitting certain items of evidence because they were not relevant to determining his guilt because they did not prove the corpus delicti of his guilt. He also argues that even if the items were found to be relevant, their probative value was outweighed by their prejudicial effect. The following items of evidence are at issue: (1) electronic mail messages; (2) five pieces of jewelry; (3) cellular telephone records; (4) perfume; and (5) an anonymous Valentine’s Day newspaper advertisement.\n2\nHe argues:\nThe Appellant was charged with a strict liability crime, meaning that either he did or did not engage in sexual intercourse with [A. C.]. It is the very act that is the crime, nothing more and nothing less. It is reasonable to conclude that the relevant evidence in this case should bear direcdy on sexual contact or deviate sexual activity. Proof of a friendship does not prove the corpus delicti of the crime. The proof was used for nothing more than to inflame the jury.\nWe disagree. Evidence which is offered by the State to corroborate other evidence is relevant. Misskelley v. State, 323 Ark. 449, 915 S.W.2d 702, cert. denied, 519 U.S. 898 (1996). In the present case, A.C. testified that she and Smith had a sexual relationship while she was a student in the same school district in which Smith was employed. A.C.’s testimony alone would have been enough to support a conviction. See, e.g., Rains v. State, 329 Ark. 607, 953 S.W.2d 48 (1997). However, the State is not required to prove its case by the least amount of evidence possible. In the present case, since Smith denied the existence of a sexual relationship, A.C.’s credibility was at issue. In addition to testifying about the sexual relationship between her and Smith, A.C. testified about other aspects of her relationship with Smith. She testified that she received gifts ofperfume and jewelry from Smith. She also testified that she and Smith communicated about their relationship via cellular telephones and electronic messages. It is true that the gifts and the means of communication do not establish that A.C. and Smith had a sexual relationship; however, the admission of such evidence does corroborate A.C.’s testimony concerning a relationship with a teacher which had gone beyond an appropriate teacher-student relationship. Since A.C.’s credibility was at issue, the State should be allowed to refute doubts concerning her credibility.\nIn evidentiary determinations, a trial court has wide discretion, and we do not reverse a ruling on the admission of evidence absent an abuse of discretion. Id. The trial court did not abuse its discretion in determining that the evidence of gifts, electronic messages, and cellular telephone use was relevant.\nSimilarly, the trial court did not abuse its discretion in determining that the evidence of the Valentine newspaper advertisement was relevant. Prior to trial, the trial court granted Smith’s motion in limine to exclude evidence of the advertisement. However, at trial, the trial court changed its position on the ad, finding that it was relevant. We have stated that a motion in limine is a threshold motion. ConAgra, Inc. v. Strother, 340 Ark. 672, 13 S.W.3d 150 (2000); Nolen v. State, 278 Ark. 17, 643 S.W.2d 257 (1982). We have also held that the trial judge is at liberty to reconsider his or her prior rulings during the course of a single trial. Davis v. State, 325 Ark. 96, 925 S.W.2d 768 (1996). In the present case, after hearing testimony at trial, the trial court reconsidered its prior ruling on the ad and determined that it was relevant evidence. We cannot say that the trial court abused its discretion in doing so.\nSmith also argues that, even if the evidence at issue is deemed relevant, it should be excluded, pursuant to Rule 403 of the Arkansas Rules of Evidence. Rule 403 provides:\nAlthough relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by consideration of undue delay, waste of time, or needless presentation of cumulative evidence.\nSmith contends:\nOne could deduce from this evidence that a friendship existed between the parties. But a friendship is not proof of sexual contact. There was a very high danger of unfair prejudice that could exist. The jury may very well have confused proof of a friendship as proof of sexual contact, thus being misled that proof of one is proof of another.\nAt trial, defense counsel, through cross-examination, as well as through his closing statement, made his point to the jury that the existence of a friendship did not equal the existence of a sexual relationship. Smith can hardly argue that the jury did not have that information before it. As stated previously, in evidentiary determinations, a trial court has wide discretion, and we do not reverse a ruling on the admission of evidence absent an abuse of discretion. Davis v. State, 350 Ark. 22, 86 S.W.3d 872 (2002).\nFinally, Smith contends that the presentation of the electronic messages was cumulative evidence, which resulted in prejudice. Smith states: “When the jury sees this much documentation, even though it does not prove sexual contact, they have to be prejudiced against the Appellant, simply because of the size of the presentation.” As the State points out, many of the electronic messages “consisted of a single message transmitted during a chat session, resulting in a document with as little as one line of text.” In addition, the State argues that the volume of the electronic messages “reflected the parties’ intimacy and, thus, the number of e-mails themselves has relevance and significance without regard to their content.” We agree.\nThe trial court has wide discretion in evidentiary matters, and we do not reverse a ruling on evidentiary matters absent an abuse of discretion. Davis, 350 Ark. at 38. Further, .we have stated that merely cumulative evidence is not prejudicial. Threadgill v. State, 347 Ark. 986, 69 S.W.3d 423 (2002). We cannot say that the trial court abused its discretion in admitting the electronic messages.\nAdmission of Yearbook Photograph\nSmith argues that the trial court erred in admitting into evidence a yearbook photograph of A.C. which was taken over a year before A.C. stated that the criminal offenses took place.The State argues that Smith is procedurally barred from raising this issue because he failed to raise it below. The State is correct.\nAt trial, Smith argued that the photograph should not be admitted because it “is only used to inflame or prejudice, in that it doesn’t prove the corpus delicti of the crime,” and that the photograph was irrelevant because “it’s not an element of the crime.” On appeal, Smith contends that the photograph should not have been admitted because it did not fairly and accurately portray what A.C. looked like when the alleged sexual relationship began.\nWe will not consider an argument raised for the first time on appeal. Mayes v. State, 351 Ark. 26, 89 S.W.3d 926 (2002). A party cannot change the grounds for an objection or motion on appeal, but is bound by the scope of arguments made at trial. Pyle v. State, 340 Ark. 53, 8 S.W.3d 491 (2000). Smith’s failure to raise the argument relating to the photograph’s fair and accurate portrayal of A.C. precludes our review of that point on appeal.\nTestimony Concerning Pornography\nSmith argues that the trial court erred in not declaring a mistrial when a prosecution witness testified that pornography was found on the defendant’s computer. At trial, Jimmy Harper, an associate professor of computer science at Henderson State University, testified about evidence recovered from various computers. During cross-examination, defense counsel asked Harper if he gave all the recovered evidence to the investigator working on Smith’s case. Harper stated that he had created a diskette, which included files from Smith’s and A.C.’s computers, and given the diskette to the investigator. On redirect and recross, the parties continued to question Harper about evidence he was or was not able to retrieve from the computer. During final redirect examination, the prosecutor asked Harper what was on the recovered files. Harper responded:\nWell, there were a variety of different ones. Some of the files that were on the computer, they were not in the cash [sic] directory. They had been located, and I don’t remember the directory. We would have to go back and look, but there were some various files that appeared to have been downloaded from the internet concerning different things. Some of the files that Mr. Bethell had asked me to make copies of were pornographic files.\nAt that time, defense counsel objected, stating: “Now, Judge, I’m going to object to that because we already established conclusively that that wasn’t my client. That was someone else; and the State knows that.” The State maintained that the parties had “never established” the fact that the pornographic files had been downloaded by someone other than the defendant. Later, out of the hearing of the jury, defense counsel conceded that the proof had not been established and apologized to the court, stating that he had “proof to that effect that I’ve developed, and I’ll put it on if need be, but since it doesn’t have anything to do with anything.\nDefense counsel moved for a mistrial, arguing that the testimony concerning pornographic files was more prejudicial than it was probative. In the alternative, defense counsel moved for a cautionary instruction by the trial court. The trial court denied Smith’s motion for a mistrial. When the jury returned to the courtroom, the trial court gave a cautionary instruction to the jury, stating:\nLadies and gentlemen of the jury, you’re hereby instructed to disregard any testimony given by Mr. Jimmy Harper regarding pornography, and you are to disregard any statements made by any of the attorneys after that testimony was given. You’re further instructed that you are not to consider it as evidence in this case, and you’re not to consider that testimony or those statements in your deliberations as a jury.\nWe have made it clear that a mistrial is a drastic remedy and should be declared when there has been an error so prejudicial that justice cannot be served by continuing the trial, or when it cannot be cured by an instruction. Williams v. State, 338 Ark. 178, 992 S.W.2d 89 (1999). The trial court has wide discretion in granting or denying a motion for mistrial, and, absent an abuse of that discretion, the trial court’s decision will not be disturbed on appeal. Brown v. State, 347 Ark. 308, 65 S.W.3d 394 (2001). When viewing the cautionary instructions the trial court issued at the time the testimony concerning pornography was given, we hold that any potential prejudice was cured and that the trial court did not abuse its discretion in denying the motion for mistrial.\nEvidence of Extramarital Affair\nAt trial, the prosecutor elicited testimony from A.C. concerning an e-mail Smith had sent her, in which Smith stated: “I know we have divulged some ‘secret’ info about each other that no one else knows. That’s the beauty of our relationship, among other things. We have learned to trust and accept each other unconditionally.” The prosecutor asked A.C. what information she and Smith had shared with each other. Over Smith’s objection that the information was irrelevant, A.C. testified that Smith told her that twenty years earlier, he had an extramarital affair. She also stated that Smith told her that, as a result of the affair, a child was born.\nDefense counsel moved for a mistrial, stating that the testimony was elicited only for the purpose of “character assassination.” The trial court denied the motion for mistrial. Defense counsel did not request a cautionary instruction.\nWe previously articulated the standard of review for the grant or denial of a motion for mistrial. We have also stated that among the factors we consider on appeal is whether the defendant requested a cautionary instruction or admonition to the jury, the failure of the defense to request an admonition may negate the mistrial motion. Boyd v. State, 318 Ark. 799, 889 S.W.2d 20 (1994).\nThe State contends that Smith is not entitled to the drastic remedy of a mistrial when he himself had already introduced similar evidence. Indeed, prior to A.C.’s testimony, Smith admitted into evidence a transcript of an interview with A.C. which contained information about the extramarital affair. The transcript indicates that A.C. told investigators Smith had informed her that he had not had sexual relations with his wife because “he had had an affair twenty years ago and she had never forgiven him for that.\nSmith can hardly show that he was prejudiced by A.C.’s testimony concerning the affair when he had already introduced the interview transcript which contained the same information. See Gaines v. State, 340 Ark. 99, 113, 8 S.W.3d 547 (2000). This, coupled with defense counsel’s failure to request a cautionary instruction, clearly shows that the trial court did not abuse its discretion in denying Smith’s motion for mistrial.\nSexual History of Victim.\nSmith argues that the trial court erred in denying him thq.right to cross-examine A.C. regarding her sexual history when, referring to Smith, she stated: “He was the only one I was with.” Smith contends that A.C. “opened the door” to questions about her prior sexual history when she testified that she had only had a sexual relationship with Smith. The State argues that Smith’s claim is barred because he did not proffer evidence he proposed to elicit from A.C. We agree. Without the proffer, this court has no way of deciding if the evidence was relevant. See Donihoo v. State, 325 Ark. 483, 931 S.W.2d 69 (1996).\n3\nJury Instruction\nSmith argues that the trial court erred in the guilt phase of the trial by not giving the jury instruction regarding the greater weight of the evidence. At trial, Smith proffered the following instruction, which he described as a “model civil instruction, tailored to a criminal proceeding”:\nThe State has the burden of proving the guilt of the defendant in this matter beyond a reasonable doubt. This burden is not necessarily met by the State presenting the greater number of witnesses, who testify to any fact or state of facts.You, the juror must weigh all evidence presented in the same manner, both for and against any issue or issues. In doing so, any and all doubts you may have toward any fact or evidence presented, must be resolved in favor of the defendant. In other words, simply because the State presents numerous witnesses to testify as to any issue or issues does not necessarily mean that it has met its burden of proof in this matter. If the State fails to do so, you are instructed to find with respect to that issue or issues, in favor of the defendant.\nWe have stated that a trial court is required to give a model instruction unless it finds that the instruction does not accurately state the law. McCoy v. State, 348 Ark. 239, 74 S.W.3d 599 (2002) (supp. opin. denial of reh’g). Smith does not argue that the instruction given by the trial court was a misstatement of the law. Since there is no allegation that the given instruction was a misstatement of the law, the trial court could not have erred in doing what it was required to do.\nTestimony During Sentencing\nSmith argues .that the trial court erred in allowing A.C.’s mother to testify, during sentencing, about Smith’s alleged violations of a No Contact Order. During sentencing, Smith objected, arguing that the evidence was not relevant and that it was more prejudicial than probative. The trial court overruled the objection, noting that it was part of the victim-impact statement.\nRelevant “[e]vidence of aggravating and mitigating circumstances” is admissible at sentencing. Ark. Code Ann. § lb-97-103 (6) (Supp. 2001). The State, citing Hill v. State, 318 Ark. 408, 887 S.W.2d 275 (1994), argues that evidence that Smith violated the No Contact Order is evidence of aggravating circumstances “because it ‘increases [his] guilt or [their]enormity or adds to [their] injurious consequences, . . . above and beyond the essential constituents of the crime . . . itself.” We agree.\nIn the absence of prejudice, Arkansas law permits the introduction of “additional evidence relevant to sentencing.” Skiver v. State, 336 Ark. 86, 99, 983 S.W.2d 931 (1999) (citing Ark. Code Ann. § 16-97-101(2) (Supp. 1997)). Evidence relevant to sentencing may include, but is not limited to, prior convictions of the defendant, victim-impact evidence or statements, relevant character evidence, and evidence of aggravating or mitigating circumstances. Marshall v. State, 342 Ark. 172, 27 S.W.3d 392 (2000) (citing Ark. Code Ann. § 16-97-103 (Supp. 1999)).\nSmith cites Walls v. State, 336 Ark. 490, 986 S.W.2d 397 (1999), for the proposition that evidence of another crime is not legitimate victim-impact evidence. The present case can be distinguished from Walls, supra. In that case, the appellant was prosecuted for the rape of several young boys, and we held that the trial court erred in allowing victim-impact testimony that the appellant was an accessory to the murder of a family. Id. at 501. The appellant was sentenced by a judge, not by a jury, and the judge indicated that he found the allegations of the appellant’s involvement in the murder to be true.\nIn the present case, A.C.’s mother testified that Smith had violated a no contact order, which provided that Smith was to have no contact with A.C. Smith maintains that whether he violated the no contact order is irrelevant. We disagree. The evidence concerning the no contact order was evidence of an aggravating circumstance because it related to the offenses for which Smith had been convicted. Smith was convicted of twenty counts of violation of a minor in the first degree. When he violated the no contact order, Smith continued to harm A.C., thus adding to the injurious consequences of his crime. We cannot say the trial court abused its discretion in allowing A.C.’s mother’s testimony concerning the no contact order.\nConsecutive Sentences\nSmith argues that the trial court erred in imposing consecutive sentences when his conduct amounted to one course of conduct. The jury sentenced Smith to five four-year sentences. The prosecutor requested that the sentences be imposed consecutively: Smith requested that his sentences run concurrently because his offenses were part of a single course of conduct. The trial court imposed consecutive sentences.\n“When multiple sentences of imprisonment are imposed on a defendant convicted of more than one (1) offense. . . the sentences shall run concurrently unless the court orders the sentences to run consecutively.” Ark. Code Ann. § 5-4-403(a) (Repl. 1997). The decision to impose consecutive or concurrent sentences lies solely within the province of the trial judge, and the appellant assumes a heavy burden of showing that the trial judge failed to give due consideration in the exercise of that discretion. Smallwood v. State, 326 Ark. 813, 935 S.W.2d 530 (1996) (citing Love v. State, 324 Ark. 526, 922 S.W.2d 701 (1996)).\nSmith concedes that it is within the trial court’s discretion to determine whether a sentence should run consecutively or concurrently. However, he maintains that, section 5-4-403(a), which applies to the imposition of sentences on defendants convicted of mo re than one offense, does not apply to him because “[t]he multiple counts demonstrate a course or pattern of conduct that had been followed . . . .” This argument is wholly without merit. An offense occurred with every act of sexual intercourse or deviate sexual activity. In Rains, supra, we noted that “[r]ape is not defined as a continuing offense; rather, it is a single crime that may be committed by either engaging in sexual intercourse or deviate sexual activity. . . .” 329 Ark. at 612 (citing Tarry v. State, 289 Ark. 193, 195, 710 S.W.2d 202 (1986)). We further noted that when a victim “testifies as to multiple acts of rape of a different nature, separated in point of time, there is no continuing offense, as a ‘separate impulse was necessary for the commission of each offense.” Id. While Smith was prosecuted under the statute for violation of a minor in the first degree and not under the rape statute, the same reasoning concerning offenses in rape cases is applicable to offenses in cases involving the violation of a minor. The commission of both offenses prohibits sexual intercourse or deviate sexual activity. The trial court did not err in imposing consecutive sentences.\nJurisdiction of Trial Court to Hear Motion for New Trial\nSmith argues that the trial court erred in finding that it did not have jurisdiction to hear a motion for a new trial when, following the filing of the first notice of appeal, defense counsel discovered in the file of the prosecuting attorney as well as the Arkadelphia Police Department, certain exculpatory documents that were not discovered to the defense, one of which the State denied having at trial.\nWe agree with Smith’s contention that the trial court erred when it determined that it did not have jurisdiction to hear Smith’s motion for a new trial. We have held that, after a notice of appeal is docketed and the record is filed in this court, the trial court loses jurisdiction, except for appointment of defense counsel. Nance v. State, 323 Ark. 583, 918 S.W.2d 114 (1996).\nAt a hearing on October 7, 2002, the trial court determined that it did not have jurisdiction to hear a motion for a new trial since Smith had already filed a notice of appeal. Smith’s motion for a new trial was filed subsequent to his filing a notice of appeal; however, it was prior to the date the record was lodged. Thus, the trial court had jurisdiction to hear the motion for a new trial. Still, even though the trial court erred in holding that it did not have jurisdiction to hear the motion, the motion was deemed denied thirty days after it was filed.\nRule 33.3(c) of the Arkansas Rules of Criminal Procedure provides, in part:\n(c) Upon the filing of a posttrial motion or application for relief in the trial court, the time to file a notice of appeal shall not expire until thirty (30) days after the disposition of all motions or applications. If the trial court neither grants nor denies a posttrial motion or application of relief within thirty (30) days after the date the motion or application is filed, the motion or application shall be deemed denied as of the 30th day.\nSmith filed a motion for a new trial on September 24, 2002. On October 17, 2002, he filed an amended notice of appeal, which included an appeal of the original judgment, as well as an appeal of the trial court’s October 7 decision that it lacked jurisdiction to hear the motion for a new trial.\nSince the trial court neither granted nor denied Smith’s September 24 motion for a new trial, the motion was deemed denied on October 24, 2002. Rule 2(b)(2) provides that “[a] notice of appeal filed before disposition of any post-trial motions shall be treated as filed on the day after the motion is deemed denied.” Thus, the notice of appeal became effective October 25, 2002, and is effective to appeal both the original judgment and the deemed denial of the posttrial motion. See State v. Fountain, 348 Ark. 359, 72 S.W.3d 511 (2002).\nHaving determined that the issue is properly before this court, we reach the merits of Smith’s argument. Smith argues that his convictions on counts one through twenty must be dismissed because the prosecution failed to disclose exculpatory documents in violation of Brady v. Maryland, 373 U.S. 83 (1963). Subsequent to the trial, defense counsel filed a request under the Arkansas Freedom of Information Act with both the prosecutor’s office and the Arkadelphia Police Department. Upon receiving a response to the requests, defense counsel discovered documents which he was' not given prior to trial.\nAt issue were the following documents: (1) a note, handwritten by A.C., in which she stated that she and Smith stayed at the motel “about an hour or so”; (2) a map, drawn by A.C., which depicted the location of the motel where she and Smith had engaged in sexual intercourse; (3) a note, handwritten by A.C., in which she stated that she and Smith engaged in sexual intercourse in a motel before Smith’s birthday, when in fact, the date in question was after Smith’s birthday; and (4) a note which appears to indicate that the parties engaged in sex “at least ten times” during the months of October, November, and December 1999.\nIn State v. Larimore, 341 Ark. 397, 17 S.W.3d 87 (2000), citing Strickler v. Greene, 527 U.S. 263 (1999), we stated the test for Brady violations. We wrote:\nThe Court, in Strickler, . . . outlined three elements of a true Brady violation. These components include: (1) The evidence at issue must be favorable to the accused, either because it is exculpatory, or because it is impeaching; (2) that evidence must have been suppressed , by the State, either wilfully or inadvertendy; and (3) prejudice must have ensued.\nIn Lee v. State, 340 Ark. 504, 511, 11 S.W.3d 553 (2000), we noted that prejudice can be demonstrated when there is a reasonable probability that, had the evidence been disclosed, the result of the proceeding would have been different.\nThe nondisclosure of the map, the note stating that A.C. and Smith had sex before Smith’s birthday, and the note which states that the parties engaged in sex “at least ten times” during the months of October, November, and December 1999 do not constitute Brady violations. The evidence of the map is not exculpatory, nor is it impeaching. A.C. drew the map to explain the location of the motel to a police investigator. Though the map may not be entirely accurate, as the State points out, the police investigator was able to locate the motel on the basis of the map.\nThe evidence of the note stating that A.C. and Smith had sex before Smith’s birthday is not exculpatory and, even if the note could be considered impeaching, Smith has failed to prove that he was prejudiced by the nondisclosure of this information. He has not demonstrated that, had he been able to impeach A.C. about whether the sexual encounter took place before or after Smith’s birthday, there is a reasonable probability that the result of the proceeding would have been different.\nThe note stating that A.C. and Smith had sex “at least ten times” during the months of October, November, and December 1999, is not exculpatory evidence, nor is it impeaching evidence. At trial, A.C. testified that she had sex with Smith five or six times in October 1999, at least five times in November 1999, and at least two times in December 1999. The State points out that evidence of at least twelve sexual encounters is not inconsistent with the police officer’s note of “at least ten times” during that same period, assuming that “at least ten times” refers to sexual encounters. Smith could not have impeached A.C.’s credibility with consistent statements.\nThe note in A.C.’s handwriting which states that A.C. and Smith stayed at the motel for “an hour or so” is not exculpatory evidence, but it could have been used as impeaching evidence. At trial, A.C. testified that she and Smith remained at the motel for around thirty minutes. Smith could have used the information on the note to attack A.C.’s credibility. The issue is whether Smith was prejudiced by the State’s failure to disclose this information. We think not. Smith has failed to demonstrate that, had the evidence been disclosed, there is a reasonable probability that the result of the proceeding would have been different.\nCross-Appeal\nThe State filed a cross-appeal arguing that Smith’s sentences of no term of imprisonment and a fine of zero dollars for fifteen of his twenty convictions is illegal. The State’s ability to appeal is not a matter of right; rather, it is limited to those cases described under Ark. R. App. P. — Crim 3. See Thomas v. State, 349 Ark. 447, 79 S.W.3d 347 (2002). Under Rule 3, we accept appeals by the State when our holding would establish important precedent or would be important to the correct and uniform administration of the criminal law. See State v. Osborn, 345 Ark. 196, 45 S.W.3d 373 (2001); State v. Stephenson, 340 Ark. 229, 9 S.W.3d 495 (2000). Sentencing and the manner in which statutory punishment provisions may be imposed arise in every criminal case where a conviction is obtained; hence, the application of our statutory sentencing procedures requires uniformity and consistency. Id. Accordingly, we accept the cross-appeal by the State.\nAt trial, the State did not challenge the legality of the sentence; the State raises the issue for the first time on appeal. We treat problems of void or illegal sentences similar to problems of subject-matter jurisdiction and review them even if not raised on appeal and not objected to in the trial court. Harness v. State, 352 Ark. 335, 101 S.W.3d 235 (2003); Bangs v. State, 310 Ark. 235, 835 S.W.2d 294 (1992); Lambert v. State, 286 Ark. 408, 692 S.W.2d 238 (1985).\nThe trial court lacks authority to impose a sentence which is not authorized by statute. See, e.g., State v. Fountain, 350 Ark. 437, 88 S.W.3d 411 (2002). In the present case, Smith was convicted of twenty counts of a Class C felony. The statutes require that a defendant convicted of a Class C felony may be sentenced to pay a fine not exceeding $10,000, a term of imprisonment for no less than three years but no more than ten years, or both. Ark. Code Ann. §§ 5-4-104(d) (Repl. 1997) ; 5-4-201(a)(2) (Repl. 1997); 5-4-401(a) (4) (Repl. 1997).\nThe jury was instructed that for each count, Smith could receive a sentence of no more than ten years but no less than three years, or a fine of up to $10,000, or both. However, for fifteen of the twenty counts, the jury sentenced Smith to no term of imprisonment and a fine of zero dollars. We have held that this is not a proper sentence. In Higgins v. State, 326 Ark. 1030, 936 S.W.2d 740 (1996), the court held that a sentence of zero imprisonment and a zero-dollar fine for a Class B felony was not authorized under Arkansas law because the sentencing range was five to twenty years’ imprisonment, or a fine not to exceed $15,000, or both. The court wrote:\nThe first question before us is whether an imprisonment of zero years falls within the statutory range of from five to twenty years. The answer is that it does not, as zero imprisonment is no imprisonment at all. The next question is whether a fine of zero dollars is a fine not exceeding $15,000. Common sense tells us that something with no quantity or magnitude is, in fact, nothing. There was no fine in this case. The jury could have given a term of imprisonment or a fine or both, but instead it seized none of these options. The sentence was clearly improper, and the trial court did not err in sending the jury back to reconsider the matter.\nId. at 1037 (citations omitted).\nPursuant to our holding in Higgins, supra, this case should be reversed and remanded for resentencing on counts six through twenty.\nAffirmed on direct appeal; reversed and remanded for resentencing on cross-appeal.\n1 The General Assembly repealed Ark. Code Arm. § 5-4-120 in the 2001 legislative session. See 2001 Ark. Acts No. 1738. Act 1738 became effective August 13,2001, and does not apply in this case because Smith committed the offenses at issue before that date.\n2 Smith also states that additional items of evidence are at issue, including: (1) a song or poem; (2) computer data; (3) vehicle loan information; (4) camouflage utility pants; (5) a school photo signed by Smith; (6) a watch; and (7) credit card information. However, Smith does not develop any argument on these additional items; rather, he makes only the blanket statement that the additional items are inadmissible because they are irrelevant. We have repeatedly held that we will not consider an argument that presents no citation to authority or convincing argument. Kelly v. State, 350 Ark. 238, 85 S.W.3d 893 (2002).\n3 Though we do not address the merits of Smith’s claim, we take this opportunity to note that, contrary to Smith’s and the prosecutor’s agreement at trial that the Rape Shield Statute is inapplicable in a case involving violation of a minor, the Rape Shield Statute would have been applicable to defense counsel’s attempt to cross-examine the victim concerning her sexual history. Smith cites Donihoo v. State, 325 Ark. 483, 931 S.W.2d 69 (1996), for the proposition that the Rape Shield Statute does not apply to cases where the defendant is charged with violation of a minor. Subsequent to our decision in Donihoo, the General Assembly amended the Rape Shield Statute. See Acts 1997, No. 970, § 1 (codified at Ark. Code Ann. § 16-42-101(b) (Repl. 1999)). As a result of the amendment, the Rape Shield Statute applies to, among other things, the prosecution of violation of a minor in the first degree.", "type": "majority"}], "attorneys": ["Baxter, Jensen, Young & Houston, by: Ray Baxter and Brent Houston, for appellant.", "Mike Beebe, Att’y Gen., by: Vada Berger, Ass’t Att’y Gen., for appellee."], "parties": ["James D. SMITH v. STATE of Arkansas"], "judges": ["Arnold, C.J., and Thornton, J., not participating."]}}}
{"id": 36022, "name": "Randolph McDONALD v. STATE of Arkansas", "name_abbreviation": "McDonald v. State", "decision_date": "2003-09-11", "docket_number": "CR 03-957", "first_page": "28", "last_page": "29", "citations": [{"type": "parallel", "cite": "124 S.W.3d 438"}, {"type": "official", "cite": "354 Ark. 28"}], "volume": {"volume_number": "354"}, "reporter": {"full_name": "Arkansas Reports"}, "court": {"id": 8808, "name": "Arkansas Supreme Court", "name_abbreviation": "Ark.", "jurisdiction_url": null, "slug": "ark"}, "jurisdiction": {"id": 34, "slug": "ark", "name": "Ark.", "name_long": "Arkansas", "whitelisted": true}, "casebody": {"status": "ok", "data": {"head_matter": "Supreme Court of Arkansas\nCR 03-957\n124 S.W.3d 438\nRandolph McDONALD v. STATE of Arkansas\nOpinion delivered September 11, 2003\nThornton, J., not participating.\nLaura Cunningham, Benton County Public Defender, for appellant.\nNo response.", "opinions": [{"author": "Per Curiam.", "text": "Per Curiam.\nRandolph McDonald, by attorney Laura Cunningham, has filed a motion for rule on the clerk. The clerk refused to file McDonald’s appeal because the notice of appeal was untimely. McDonald seeks an order that the clerk be instructed to file the appeal because the clerk erred in misapprehending the facts or misinterpreting the law. We deny the motion.\nMcDonald states that he is proceeding under Ark. R. Crim. P. 24.3(b), which permits entry of a conditional plea of guilty and appeal from the judgment to obtain appellate review of an adverse determination on a pretrial motion to suppress evidence. Ark. R. Crim. P. 24.3(b) (2003). A Plea Agreement and Order including the conditional plea was entered April 14, 2003; however, McDonald has not appealed from the April 14, 2003, judgment as provided under Ark. R. Crim. P. 24.3(b). Instead, McDonald attempts to appeal from a November 4, 2002, order denying his motion to suppress. McDonald erred in failing to file a notice of appeal from the June 4, 2003, judgment.\nThis court will grant a motion for rule on the clerk, which we will treat as a motion for a belated appeal, when the attorney admits that the failure to file a timely notice of appeal was due to an error on her part. See, e.g., Slack v. State, 338 Ark. 643, 999 S.W.2d 668 (1999). Here, the attorney does not admit fault. We have held that a statement that it was someone else’s fault or no one’s fault will not suffice. Clark v. State, 289 Ark. 382, 711 S.W.2d 162 (1986). Therefore, appellant’s motion must be denied. The appellant’s attorney shall file within thirty days from the date of this per curiam opinion a motion and affidavit showing good reason as required under Ark. R. App. P. — Crim. 2(e), and accepting full responsibility for not timely filing the notice of appeal. Upon filing, the motion will be granted.\nMotion denied.", "type": "majority"}], "attorneys": ["Laura Cunningham, Benton County Public Defender, for appellant.", "No response."], "parties": ["Randolph McDONALD v. STATE of Arkansas"], "judges": ["Thornton, J., not participating."]}}}
{"id": 36023, "name": "Bobby S. MORGAN v. STATE of Arkansas", "name_abbreviation": "Morgan v. State", "decision_date": "2003-09-04", "docket_number": "CR 03-587", "first_page": "5", "last_page": "5", "citations": [{"type": "official", "cite": "354 Ark. 5"}, {"type": "parallel", "cite": "113 S.W.3d 81"}], "volume": {"volume_number": "354"}, "reporter": {"full_name": "Arkansas Reports"}, "court": {"id": 8808, "name": "Arkansas Supreme Court", "name_abbreviation": "Ark.", "jurisdiction_url": null, "slug": "ark"}, "jurisdiction": {"id": 34, "slug": "ark", "name": "Ark.", "name_long": "Arkansas", "whitelisted": true}, "casebody": {"status": "ok", "data": {"head_matter": "Supreme Court of Arkansas\nCR 03-587\n113 S.W.3d 81\nBobby S. MORGAN v. STATE of Arkansas\nOpinion delivered September 4, 2003\nErwin L. Davis, for appellant.\nNo response.", "opinions": [{"author": "Per Curiam.", "text": "Per Curiam.\nAppellant Bobby S. Morgan, by and through his attorney, Erwin L. Davis, has filed a motion for rule on the clerk. Attorney Davis states in the motion that the record was tendered late due to a mistake on his part.\nWe find that such an error, admittedly made by an attorney for a criminal defendant, is good cause to grant the motion. See In Re Belated Appeals in Criminal Cases, 265 Ark. 964 (1979) (per curiam).\nThe motion is, therefore, granted. A copy of this opinion will be forwarded to the Committee on Professional Conduct.", "type": "majority"}], "attorneys": ["Erwin L. Davis, for appellant.", "No response."], "parties": ["Bobby S. MORGAN v. STATE of Arkansas"], "judges": []}}}
{"id": 36024, "name": "SOUTH CENTRAL ARKANSAS ELECTRIC COOPERATIVE and Arkansas Rural Electric Self Insurance Trust v. Richard BUCK", "name_abbreviation": "South Central Arkansas Electric Cooperative v. Buck", "decision_date": "2003-09-11", "docket_number": "02-1366", "first_page": "11", "last_page": "21", "citations": [{"type": "parallel", "cite": "117 S.W.3d 591"}, {"type": "official", "cite": "354 Ark. 11"}], "volume": {"volume_number": "354"}, "reporter": {"full_name": "Arkansas Reports"}, "court": {"id": 8808, "name": "Arkansas Supreme Court", "name_abbreviation": "Ark.", "jurisdiction_url": null, "slug": "ark"}, "jurisdiction": {"id": 34, "slug": "ark", "name": "Ark.", "name_long": "Arkansas", "whitelisted": true}, "casebody": {"status": "ok", "data": {"head_matter": "Supreme Court of Arkansas\n02-1366\n117 S.W.3d 591\nSOUTH CENTRAL ARKANSAS ELECTRIC COOPERATIVE and Arkansas Rural Electric Self Insurance Trust v. Richard BUCK\nOpinion delivered September 11, 2003\nChisenhall, Nestrud & Julian, P.A., by: Denise Reid Hoggard, for appellant.\nMcMillan, Turner, McCorkle and Curry, by: Madeline L. Bennington; and Wilson, Engstrom, Corum & Coulter, by: Gary D. Corum and Nate Coulter, for appellee.", "opinions": [{"author": "Donald L. Corbin, Justice.", "text": "Donald L. Corbin, Justice.\nAppellants South Central Arkansas Electric Cooperative and Arkansas Rural Electric Self Insurance Trust appeal an order of the Nevada County Circuit Court denying their motion to enforce their right of subrogation and to interplead funds awarded to Appellee Richard Buck. On appeal, Appellants argue that they are entitled to enforce their subrogation right in an award resulting from Appellee’s judgment against a third-party tortfeasor, irregardless of whether Appellee was made whole by that judgment. Appellee counters that the trial court correctly determined that Appellants’ lien did not arise because he was not made whole by the judgment. This case was certified to us from the Arkansas Court of Appeals as a matter involving statutory interpretation; hence, our jurisdiction is pursuant to Ark. Sup. Ct. R. l-2(d)(2). We affirm.\nAppellee is employed by Appellant South Central Arkansas Electric Cooperative as a utility lineman. Appellant Arkansas Rural Electric Self Insurance Trust is the Cooperative’s workers’ compensation carrier. On the evening of April 3, 1999, Appellee was dispatched to return power to residents in rural Nevada County following a thunderstorm. Appellee contacted another employee, Garry White, to assist him. The two discovered that a tree limb had fallen on a power line on Highway 371. In the course of attempting to remove the limb, Appellee was struck by a vehicle driven byjohn Froozan. Appellee sustained injuries to his head and legs as a result of the accident and was hospitalized for two days. He sought and received workers’ compensation benefits of$17,199.62 for medical expenses and $4,779.71 in lost wages from Appellants.\nAppellee filed suit against Froozan on September 12, 2000, seeking compensation for lost wages, medical expenses, and pain and suffering resulting from the accident. Appellants intervened, asserting a right of subrogation to any funds awarded to Appellee. A jury trial was held on February 14 and 15, 2002. The evidence at trial demonstrated that Appellee incurred medical expenses totaling $23,587, with his future medical expenses approximated at $3,000. Appellee also submitted evidence that he had lost $6,000 in overtime wages as a result of the accident. The jury ultimately determined that Appellee had sustained damages in the amount of $80,000. The jury also found, however, that Appellee had been forty percent at fault in the accident; thus, his judgment was reduced to $48,000.\nFollowing the jury trial, counsel for Appellee initially indicated that he was going to pay $17,351.19 to Appellants, an amount equal to two-thirds of Appellee’s recovery, based on the provision of Ark. Code Ann. § 11-9-410 (Repl. 2002), granting a lien in their favor. Shortly thereafter, counsel for Appellee notified Appellants that he would not be turning over any of the proceeds from the award based on the fact that Appellee was not made whole by the amount of the judgment.\nOn May 10, 2002, Appellants filed a motion with the trial court requesting that it enforce their lien against the settlement proceeds and require Appellee to interplead into the court funds paid by Froozan until a decision could be made regarding the distribution of those funds. The trial court held a hearing on the issue on July 30, 2002. At that hearing, Appellee argued that Appellants’ right to subrogation was not absolute and did not arise in this case, because he was not made whole by the judgment, as required under this court’s case law in General Accident Ins. Co. v. Jaynes, 343 Ark. 143, 33 S.W.3d 161 (2000). Appellants countered that the only decision by this court involving the applicability of the made-whole doctrine to workers’ compensation claims involved a pre-1993 injury. Because the workers’ compensation statute was amended by Act 796 of 1993 and now requires strict construction of the Act, Appellants argued that Jaynes was inapplicable and that their lien under section 11-9-410 was absolute. The trial court disagreed, and in a written order filed September 3, 2002, the trial court stated that Appellee was not made whole by the judgment entered against Froozan; thus, Appellants’ subrogation right was unenforceable. From that order comes this appeal.\nFor their first point on appeal, Appellants argue that this court should hold that the made-whole doctrine does not apply in the present situation, despite this court’s previous holding in Jaynes, 343 Ark. 143, 33 S.W.3d 161, that the doctrine is applicable in cases involving workers’ compensation claims. Appellants argue that Jaynes is distinguishable and, thus, inapplicable to the present case because it involved a pre-1993 injury. According to Appellants, their lien right is absolute under section 11-9-410, which must be strictly construed. Appellee counters that Jaynes and its progeny are controlling and should be followed in the present case. According to Appellee, an insurer’s lien is not absolute and does not arise until after the insured has been made whole. Appellee further argues that the made-whole doctrine is not inconsistent with section 11-9-410, because once an insured employee has been made whole, the insurer’s right to subrogation then arises.\nBecause the issue now facing this court is one of statutory interpretation, it should be noted at the outset that our review is de novo, as it is for this court to decide what a statute means. Clayborn v. Bankers Std. Ins. Co., 348 Ark. 557, 75 S.W.3d 174 (2002); Fewell v. Pickens, 346 Ark. 246, 57 S.W.3d 144 (2001). With that standard in mind, we now turn to the first issue on appeal.\nSection 11-9-410 provides in relevant part:\n(a) Liability Unaffected. (1)(A) The making of a claim for compensation against any employer or carrier for the injury or death of an employee shall not affect the right of the employee, or his or her dependents, to make a claim or maintain an action in court against any third party for the injury, but the employer or the employer’s carrier shall be entided to reasonable notice and opportunity to join in the action.\n(B) If they, or either of them, join in the action, they shall be entitled to a first lien upon two-thirds (2/3) of the net proceeds recovered in the action that remain after the payment of the reasonable costs of collection, for the payment to them of the amount paid and to be paid by them as compensation to the injured employee or his or her dependents.\n(2) The commencement of an action by an employee or his or her dependents against a third party for damages by reason of an injury to which this chapter is applicable, or the adjustment of any claim, shall not affect the rights of the injured employee or his or her dependents to recover compensation, but any amount recovered by the injured employee or his or her dependents from a third party shall be applied as follows:\n(A) Reasonable costs of collection shall be deducted;\n(B) Then, in every case, one-third (1/3) of the remainder shall belong to the injured employee or his or her dependents, as the case may be;\n(C) The remainder, or so much as is necessary to discharge the actual amount of the liability of the employer and the carrier; and\n(D) Any excess shall belong to the injured employee or his or her dependents.\nThis court examined the application of the made-whole doctrine to this statutory provision in Jaynes, 343 Ark. 143, 33 S.W.3d 161. At issue in Jaynes, was whether an insurance carrier’s lien pursuant to section ll-9-410(a) was absolute. In that case, Jaynes died as the result of a work-related injury. His family received over $100,000 in workers’ compensation benefits. Subsequently, his estate filed a wrongful-death action against the third-party tortfeasor and ultimately settled their claim for $18,500, even though there was evidence that damages in the case exceeded $400,000. Jaynes’s workers’ compensation carrier, General Accident, intervened and sought enforcement of its two-thirds lien against the settlement proceeds, pursuant to section 11-9-410. The trial court ruled that, because the plaintiff had not been made whole by the settlement amount, the workers’ compensation carrier was not entitled to a lien on any of the settlement proceeds. Relying on its previous decisions in Franklin v. Healthsource of Ark., 328 Ark. 163, 942 S.W.2d 837 (1997), and Shelter Mut. Ins. Co. v. Bough, 310 Ark. 21, 834 S.W.2d 637 (1992), this court affirmed, holding that the right to a lien established under section 11-9-410(a) is not an absolute right. Rather, this court held that the insurer-carrier’s lien right against an insured’s settlement with a third-party defendant is subject to a court’s approval after the carrier has been afforded adequate opportunity to be heard.\nThis court pointed out in Bough, 310 Ark. 21, 834 S.W.2d 637, one of the cases relied on by the court in Jaynes, that the equitable nature of subrogation is granted an insurer to prevent the insured from receiving a double recovery. In other words, where an insured has been made whole for his loss and is in a position to recover twice for some of the damages, the insurer should not be precluded from employing its right of subrogation. Id. The court in Bough also noted that even though an insurer’s right to subrogation was statutorily created, it still did not arise until after an insured is made whole.\nThe reasoning enunciated in Bough was reiterated by this court in Franklin, 328 Ark. 163, 942 S.W.2d 837. There, the court stated that:\nAn insured’s right to subrogation takes precedence over that of an insurer, so the insured must be wholly compensated before an insurer’s right to subrogation arises; therefore, the insurer’s right to subrogation arises only in situations where the recovery by the insured exceeds his or her total amount of damages incurred.\nId. at 169, 942 S.W.2d at 840. Thus, the court concluded that equity requires that an insured be made whole before the insurer’s right to subrogation arises. Id.\nOur decision in Jaynes, 343 Ark. 143, 33 S.W.3d 161, was recently followed by the court of appeals in Phillip Morris USA v. James, 79 Ark. App. 72, 83 S.W.3d 441 (2002). In James, the court of appeals rejected an argument, similar to the one raised in the present case, that Jaynes is inapplicable because it involved an accident that predated the passage of Act 796. In rejecting this argument, the court of appeals stated that while Jaynes did involve an injury that occurred in 1992, this court relied on the 1996 version of section 11-9-410 in determining that an insurer’s lien right is not absolute. The court of appeals further noted that the relevant portion of section ll-9-410(a) excerpted in Jaynes is identical in both the pre- and post-Act 796 versions. Finally, the court of appeals pointed out that the General Assembly had met since Jaynes was handed down and took no action in response to that decision.\nAs the court of appeals pointed out in James, we relied on the 1996 version of section 11 — 9—410 in Jaynes and adhered to our duty to strictly interpret the provisions of the Workers’ Compensation Act. We agree with the court of appeals that the inaction of the General Assembly since our decision in Jaynes is indicative that our holding in that case is consistent with the legislative intent underlying section 11-9-410. Thus, we again reiterate that the lien right granted an insurer under section 11-9-410 is not an absolute right. The lien right does not arise rintil after an insured has been made whole by a judgment or settlement against a third-party tortfeasor. This conclusion ensures that an insured is wholly compensated for damages incurred as the result of a work-related accident, but does not receive a double payment.\nAppellants also argue that even if the made-whole doctrine applies in this case, the trial court erred in determining that Appellee was not made whole. In support of this argument, Appellants point out. that they intervened in this action and participated in the trial. Appellants further argue that the jury took into consideration their lien in determining what amount it would take to make Appellee whole. Appellants base this argument on the fact that during closing arguments, counsel for Appellee told the jury that a portion of any judgment awarded would have to be paid to Appellants. Thus, Appellants argue that when the jury determined that Appellee sustained damages in the amount of $80,000, a portion of those damages consisted of Appellants’ lien. Appellants then conclude that the trial court substituted its judgment for that of the jury when it determined that Appellee had not been made whole by the judgment.\nWe cannot agree with Appellants that the trial court substituted its judgment for that of the jury in this instance. Their argument on this point is based on an assumption that the jury calculated the sums that they had paid to Appellee in benefits when determining that Appellee’s damages totaled $80,000. In fact, we have no way of knowing the basis for the jury’s conclusion that damages amounted to $80,000, as all parties to this action below agreed to the use of a general jury verdict form. Where the jury’s verdict is rendered on a general verdict form, it is an indivisible entity or, in other words, a finding upon the whole case. J.E. Merit Constructors, Inc. v. Cooper, 345 Ark. 136, 44 S.W.3d 336 (2001); Pearson v. Henrickson, 336 Ark. 12, 983 S.W.2d 419 (1999). This court will not speculate on what the jury found where a general jury verdict is used. Tyson Foods, Inc. v. Davis, 347 Ark. 566, 66 S.W.3d 568 (2002); Primm v. U.S. Fidelity & Guar. Ins. Corp., 324 Ark. 409, 922 S.W.2d 319 (1996).\nFor their second point on appeal, Appellants argue that Appellee has been made whole under this court’s formula set forth in Franklin, 328 Ark. 163, 942 S.W.2d 837, and that the trial court erred in refusing to enforce their right of subrogation. In support of this argument, Appellants submit that the injuries and damages established in this case are very different from those in Jaynes, 343 Ark. 143, 33 S.W.3d 161. Here, the evidence indicated that Appellee incurred medical expenses totaling $23,587 and was estimated to incur another $3,000 in future medical expenses. The evidence also demonstrated that Appellee sustained $6,000 in lost overtime wages. These damages are in stark contrast to the ones sustained by the employee in Jaynes, who ultimately died as a result of his injuries, argue Appellants. In that case, the medical bills totaled over $100,000 and there was evidence that the damages in that case exceeded $400,000; yet, the settlement was only for $18,500, an amount that clearly did not compensate the injured party.\nIt is true that in this case the evidence regarding damages is distinguishable from the evidence in Jaynes, but that fact has no impact on a determination of whether Appellee was made whole by the judgment in this case. The controlling factor in determining whether Appellee has been made whole is the application of the formula set forth in Franklin, 328 Ark. 163, 942 S.W.2d 837, to the evidence in this case. There, this court stated that “the precise measure of reimbursement is the amount by which the sum received by the insured from the [third party], together with the insurance proceeds, exceeds the loss sustained and the expense incurred by the insured in realizing on his claim.” Id. at 168, 942 S.W.2d at 839-40, (quoting Warren Freedman, Freedman’s Richards on the Law of Insurance, v.2 § 12.6 (6th ed. 1990)). Even though the trial court did not analyze the facts of this case under the Franklin formula, its conclusion that Appellee had not been made whole was correct.\nHere, the jury determined that Appellee incurred damages of $80,000. He actually received a judgment of $48,000. From that judgment amount, costs and attorneys’ fees totaling $21,973.22 must be deducted, leaving $26,026.78 in proceeds. This amount combined with the $21,979.33 that Appellee received in compensation benefits totals $48,006.11. Clearly, this amount does not exceed the damages incurred by Appellee. Assuming arguendo that the jury did take into account the $21,979.33 paid by Appellants, Appellee still incurred $58,020.67 in non-reimbursed losses; thus, the judgment of $48,000 is still less than the damages incurred by Appellee. In sum, Appellee was not made whole by his judgment against Froozan. We, therefore, cannot say that the trial court erred in determining that Appellants’ lien right under section 11-9-410 was not enforceable.\nAppellants also make a brief argument that Appellee’s contributory negligence should be counted against him in determining whether or not he was made whole. We reject this argument, however, as Appellants failed to raise it below. It is well settled that this court will not consider arguments raised for the first time on appeal. See, e.g., Arkansas Blue Cross & Blue Shield v. Hicks, 349 Ark. 269, 78 S.W.3d 58 (2002); Laird v. Shelnut, 348 Ark. 632, 74 S.W.3d 206 (2002).\nAffirmed.", "type": "majority"}], "attorneys": ["Chisenhall, Nestrud & Julian, P.A., by: Denise Reid Hoggard, for appellant.", "McMillan, Turner, McCorkle and Curry, by: Madeline L. Bennington; and Wilson, Engstrom, Corum & Coulter, by: Gary D. Corum and Nate Coulter, for appellee."], "parties": ["SOUTH CENTRAL ARKANSAS ELECTRIC COOPERATIVE and Arkansas Rural Electric Self Insurance Trust v. Richard BUCK"], "judges": []}}}
{"id": 36025, "name": "Harold L. “Bud” WARD and Linda Ward v. James R. WILLIAMS", "name_abbreviation": "Ward v. Williams", "decision_date": "2003-09-25", "docket_number": "02-1380", "first_page": "168", "last_page": "187", "citations": [{"type": "parallel", "cite": "118 S.W.3d 513"}, {"type": "official", "cite": "354 Ark. 168"}], "volume": {"volume_number": "354"}, "reporter": {"full_name": "Arkansas Reports"}, "court": {"id": 8808, "name": "Arkansas Supreme Court", "name_abbreviation": "Ark.", "jurisdiction_url": null, "slug": "ark"}, "jurisdiction": {"id": 34, "slug": "ark", "name": "Ark.", "name_long": "Arkansas", "whitelisted": true}, "casebody": {"status": "ok", "data": {"head_matter": "Supreme Court of Arkansas\n02-1380\n118 S.W.3d 513\nHarold L. “Bud” WARD and Linda Ward v. James R. WILLIAMS\nOpinion delivered September 25, 2003\nImber, J., dissents.\nCearley Law Firm, P.A., by: Robert M. Cearley,Jr.; and McWilliams & Turner, P.A., by: MatthewJ. McWilliams, for appellants.\nBarber, McCaskill, Jones & Hale, P.A., by: MichaelJ. Emerson, for appellee.", "opinions": [{"author": "Robert L. Brown, Justice.", "text": "Robert L. Brown, Justice.\nThe appellants, Harold L. “Bud” Ward and Linda Ward (“Wards”), appeal from a judgment in favor of the appellee, James R. Williams. At issue is an alleged oral contract for the sale of land located in Bryant. The Wards assert three points on appeal: (1) that the circuit court abdicated its fact-finding role by relying on findings made by the Court of Appeals in a previous appeal; (2) that the circuit court'erred in failing to consider whether there had been a “meeting of the minds” between the parties; and (3) that there was no clear and convincing evidence of the essential terms of the contract. We disagree with the Wards’ arguments and affirm the circuit court.\nIn November 1997, Williams filed suit against Bud Ward and Linda Ward, his wife, alleging that the Wards had entered into an oral agreement with Williams whereby Williams would purchase three tracts of land in Bryant from Bud Ward.\n1\nWilliams stated that the terms of the agreement included a $900,000 purchase price consisting of a $300,000 down payment, payable in cash and merchandise, and a balance of $600,000 payable at eight percent interest over twenty years. The complaint further asserted that Williams had completed the payment of the $300,000 down payment as of April 30, 1997, and had also paid monthly installments on the balance of the purchase price from May 21, 1994, through September 1997. Williams claimed that the oral contract at issue was removed from the statute of frauds due to his possession and control of the land, his substantial improvements to the land, and his substantial partial payment of the purchase price.\nOn January 25, 1999, a bench trial was held before the circuit court at which Williams testified that he and Bud Ward agreed to the following terms, including the fact that the $300,000 down payment was to be paid in cash and merchandise:\nOur original agreement, before we amended it in November, was a $900,000 purchase price with a $300,000 down payment, and a $600,000 note to be amortized over a course of 20 years at eight percent. The $300,000 was to be paid in the manner in which I described up front, $25,000 cash, 25,000 in diamonds, 25,000 dollar car and 25,000 in general merchandise, with the other 200,000 to be paid in merchandise and cash within the two years. Subsequently, upon our meeting, our agreement in November of 94, we decided that I was to finish paying him in cash and because of the amount of cash that I was to get an additional year to pay the down payment, which would have extended that to three years.\nWilliams also testified that his possession of the property and dealing with tenants was part of the agreement, as. well as repairing the property, insuring it, and paying any utilities due. Williams explained that although he had written “lease” in the memo portion of many checks to Bud Ward, he did so only because Ward asked him to do that due to problems with his ex-wife. He stated that at all times, he and Ward discussed the business transaction as a sale of the land, not as a lease. Finally, Williams testified that although he was presented three separate draft agreements by Ward regarding the property, he did not sign any of them because they did not reflect the terms of the agreement that they had reached.\n2\nAt the close of Williams’s case, the Wards motioned the court to dismiss the case with prejudice. The circuit court granted the Wards’ motion and stated in its ruling:\nThe problem ... is that in order for me to require someone to specifically perform on a contract, I have to have a contract. Whether it’s in writing or oral, there’s got to be a contract. The essence of any contract, as you know, as well as I do, is there’s got to be a meeting of the minds, and there never has been. Your client’s own testimony, “If we could have ever gotten a contract that we could have agreed upon and signed.” There simply is no contract. For the record, to the extent that it might appear there was one, and there was none, there was insufficient partial performance that would remove the case from the statute of frauds. But the basis of the Court’s ruling is, there is no contract and never was. The case is dismissed without prejudice. . . .\nOn January 26, 1999, an order was entered to that effect.\nThe matter was appealed by Williams to the Court of Appeals and the Court of Appeals reversed and remanded the case in an unpublished opinion. See Williams v. Ward, CA99-502 (Ark. App. Feb. 23, 2000) (Ward 1). The Court of Appeals held that the circuit court’s dismissal amounted to a directed verdict. The Court of Appeals noted that the phrase “meeting of the minds” had fallen into disfavor but determined that the evidence demonstrated that the “transaction at issue clearly had the requisite objective indicators of mutual agreement necessary to form a contract and that [Williams] established, by clear and convincing evidence, that an agreement was reached.” Ward I, supra. The Court of Appeals also said that Williams had “established the property’s purchase price, the amount of the down payment and the manner in which it would be satisfied, the amount of each monthly payment, and the term of the contract.” Ward I, supra. Regarding removal of the oral contract from the statute of frauds, the Court of Appeals concluded that because Williams paid a substantial amount of money to Bud Ward, made improvements and repairs to the property, and secured tenants for the property, from whom he collected rent, Williams’s actions were more than sufficient part performance to remove the oral contract from the statute of frauds. See Ward I, supra. The Court of Appeals remanded the case to the circuit court for further proceedings.\nOn remand, the circuit court held a second bench trial on March 14, 2001, at which the court began where it had ended following the first bench trial and allowed the Wards to present their case in response to Williams’s case. Bud Ward testified that on March 25, 1994, he met with Williams, who offered him $900,000 for his land. Ward stated that Williams told him that because he could not afford to buy the land at that time, he wanted to lease it for twelve months and would begin paying a down payment at the same time. Ward also claimed that Williams told him that if he changed his mind and decided not to buy the land, he would forfeit any money paid toward the down payment. Ward insisted that he and Williams agreed that Ward “would get a written contract.” Ward testified that over time he received cash, check payments, and merchandise from Williams. Ward contended that at all times he told Mr. Williams that “[t]his price is good for twelve months only.”\nAt the close of the Wards’ case, counsel for both parties made closing arguments. Following questions posed from the circuit court to both parties, the court took the matter under advisement. On May 23, 2001, the circuit court issued a letter opinion, which read in part:\nI have reviewed the proof from the hearings on January 25, 1998, and March 14, 2001, in the above referenced case as well as the plaintiffs Pre-Trial and Post Trial Briefs, the defendants’ Post Trial Brief and the Opinion of the Arkansas Court of Appeals dated February 23, 2000. The Court of Appeals found that the plaintiff’s proof “demonstrates that the transaction at issue clearly had the requisite objective indicators of mutual agreement necessary to form a contract and that appellant established, by clear and convincing evidence, that an agreement was reached”.\nThe question then is whether the defendants rebutted that proof sufficiently to conclude otherwise. The answer is no. Contrary to defendants’ argument that the terms of the contract are not definite, the Opinion is very clear: “Appellant established the property’s purchase price, the amount of the down payment and the manner in which it would be satisfied, the amount of each monthly payment, and the term of the contract”. In fact, all of the defendants’ contentions are contrary to the Court of Appeals’ findings.\nClearly, in light of the proof and the Opinion, the plaintiff should be given full credit for the $550,000.00 sale of the tract to Buford Blackwell. The contract price is paid in full, and the plaintiff is entitled to conveyance of the property by warranty deed.\nIn its judgment entered July 17, 2001, the circuit court made the following findings:\n2. In or about May 1994, the parties entered into an oral contract for plaintiff’s purchase of the above real property, whereby plaintiff agreed to pay $300,000.00 as a down payment (in cash and merchandise) and $600,000.00 amortized over 20 years at 8 percent interest. ■\n3. After the oral agreement was reached, plaintiff paid substantial money to defendants, made improvements and repairs, secured tenants, collected rents and took possession of the property. Therefore, same constitutes part performance so as to remove the contract from the statute of frauds.\n4. As of on or about March 20,1998, defendants had received more than full payment for the property; specifically, $921,008.00. Specifically, such payment was in the form of a down-payment of $315,000.00, proceeds from the sale of tract 1 to Buford Blackwell in the amount of $550,000.00 (with the consent of the parties hereto and with a portion of such proceeds satisfying a $534,000.00 mortgage of defendants with Metropolitan National Bank), reduction in the principal debt by $46,518.00 (by virtue of 40 monthly payments of $5,018.64 each) and additional reduction in principal of $9,490.00 (from monthly rental payments defendant received from Blackwell from September 1997 through the closing of sale of tract l.in March 1998).\n5. Despite full performance by plaintiff and defendants’ receipt of more than the contract price, defendants are in breach of said contract because they have failed to convey title to said property by warranty deed, despite demand therefor.\nThe court found that specific performance was the appropriate remedy and ordered the Wards to convey title to the two remaining tracts ofland to Williams immediately in fee simple absolute. A stay of that judgment was ordered by the circuit court provided that a supersedeas bond was posted. The bond was not posted in timely fashion, and the circuit court entered a second order vesting title to the disputed land in Williams in fee simple absolute.\nThe Wards appealed to the Court of Appeals, which affirmed the circuit court. See Ward v. Williams, 80 Ark. App. 69, 91 S.W.3d 102 (2002) (Ward II). The Wards then petitioned this court for review of the case, which we granted. When this court grants a petition for review following a Court of Appeals decision, we consider the matter as if the appeal had been originally filed in this court. See, e.g., BPS, Inc. v. Parker, 345 Ark. 381, 47 S.W.3d 858 (2001).\nI. Abdication as Factfinder\nThe Wards claim as their first point that the'circuit court erred by abdicating its role as the finder of fact when it deferred to obiter dictum in Ward I, and, thus, failed to decide the matter on the proof presented at trial. In support of this claim, the Wards point to the circuit court’s statements in its letter opinion and contend that the statements clearly demonstrate that the circuit court adopted the findings made by the Court of Appeals in Ward I.\nWilliams responds that although the Court of Appeals may have overstepped its bounds by holding that there was an enforceable contract between the parties, the circuit court, on remand, permitted the Wards to put on their case in the second trial. The circuit court then reviewed all of the proof from both trials. Williams claims in his brief on appeal that the Wards’ evidence “confirmed that there was a contract for sale, not a lease, and that they had received more than the contract price.” Williams further urges that the circuit court only considered the Court of Appeals’ opinion as shifting the burden of persuasion to Ward and that both the circuit court’s letter opinion and judgment demonstrate that the judge considered all the evidence.\nThis court has made it clear that it is not bound by any conclusion stated as obiter dictum. See Burnette v. Perkins & Assocs., 343 Ark. 237, 33 S.W.3d 145 (2000). We have further held that while a decision will not be disturbed because it is law of the case, we are not bound by a conclusion stated as obiter dictum, even if couched in terms that imply the court reached a conclusion on a matter. See Clemmons v. Office of Child Support Enfcm’t, 345 Ark. 330, 47 S.W.3d 227 (2001). Where discussion or comment in an opinion is not necessary to the decision reached therein, the discussion or comment is obiter dictum. See id.\nIn the instant case, the Court of Appeals made the following statements in its unpublished opinion of February 23, 2000, regarding whether Williams had proven the making of an oral contract for the sale of land by clear and convincing evidence:\nThe evidence demonstrates that the transaction at issue clearly had the requisite objective indicators of mutual agreement necessary to form a contract and that appellant established, by clear and convincing evidence, that an agreement was reached. Appellant established the property’s purchase price, the amount of the down payment and the manner in which it would be satisfied, the amount of each monthly payment, and the term of the contract. In our view, appellant’s actions in securing tenants, making repairs and improvements to the property, and securing insurance on it, along with the substantial amount of money he paid appellee, overwhelmingly demonstrate that both parties viewed this transaction as a sale. One cannot reasonably conclude that appellant’s actions were those of a tenant.\n... As discussed above, appellant paid a substantial amount of money to appellee, made improvements and repairs, and secured tenants, from whom he collected rent, for the property. Appellant’s actions were more than sufficient to remove the contract from the statute of frauds.\nWard I, slip op. at 4-6.\nThere is no doubt in our minds that these “findings” by the Court of Appeals are obiter dictum and were not binding on the circuit court. It is further radiantly clear that appellate courts do not make findings of fact but rather review findings of fact of the circuit court to determine whether they are clearly erroneous. See Ark. R. Civ. P. 52(a). In deciding whether the grant of a motion for directed verdict was appropriate, appellate courts review whether there was substantial evidence to support the circuit court’s decision. See, e.g., Woodall v. Chuck Dory Auto Sales, Inc., 347 Ark. 260, 61 S.W.3d 835 (2001).\nBut our inquiry does not end there. The question is whether the circuit court deferred to or impermissibly relied on the obiter dictum of the Court of Appeals and, thereby, failed to satisfy its role as factfinder. We think not. Though the Wards correctly note that the circuit court did refer to the Court of Appeals opinion in Ward I in its letter opinion, we are persuaded by the circuit court’s statement about the scope of its review. The court said:\nI have reviewed the proof from the hearings on January 25, 1998, and March 14, 2001, in the above referenced case as well as the plaintiffs Pre-Trial and Post Trial Briefs, the defendants’ Post Trial Brief and the Opinion of the Arkansas Court of Appeals dated February 23, 2000.\nWithout question, the circuit court did an independent review of the evidence.\nWe are further influenced by the fact that the circuit court engaged in extensive questioning of counsel for the parties at the second bench trial, following counsels’ closing arguments. In that colloquy, the judge delved into the terms of the contract but also alluded to the fact that he was going to read the transcript of the original hearing in which Williams presented his case and disregard any argument not supported by evidence:\nT he Court: I need to go back and read the Court of Appeals opinion. What was your recollection of the Court of Appeals’ opinion with respect to their reading of the case? As I remember, they said the proof was that there was an enforceable contract.\nCounsel for Williams: I think they said that.\nCounsel for Ward: At our last hearing we said that a fair reading of that is that the plaintiff made a prima facie case with respect to—\nThe Court: An enforceable contract.\nCounsel for Ward: An enforceable contract.\nThe Court: If that’s the case, then it seems to me the burden of proof is on you based on what they said.\nCounsel for Ward: Burden of persuasion.\nThe Court: Okay. To change that. What I heard here today that I can say to the Court of Appeals: “This is why it’s not what you thought it was.”\nCounsel for Ward: I don’t think I can tell you with specificity what the terms of this contract were.\nThe Court: I’m not too sure but what — that was not my position before the Court of Appeals told me I erred.\nThe Court: The truth is the Court of Appeals said there was enough there for a contract regardless of what problems we may have with it, they have said, “There is a contract. It’s enforceable.” At least that’s the way I read it.\nCounsel for Ward: There’s a prima facie case.\nThe Court: Which in my mind means it’s not the burden of proof, it’s the burden of persuasion shifts to you and I’m asking you what is it that I can rely on to tell me why there is not.\nThe Court: I’m going to go back and read the original hearing and I’ll disregard any argument that is not supported by the evidence.\nThe judgment clearly and specifically makes findings of fact, as already noted in this opinion, without reference to the Court of Appeals opinion in Ward I. We hold that the circuit court did not abdicate its role as factfinder in this case.\nThe dissent interprets what the circuit court did differently. We, however, take the circuit court at its word. The court in its colloquy with counsel at the end of the second trial stated it would go back and reread the original hearing and disregard any argument not supported by evidence. In its letter opinion, the circuit court confirmed it had “reviewed the proof’ from both trials. And then in its judgment, the circuit court made its findings based on that proof and without reference to the court of appeals’ decision in Ward I. Again, we conclude that the circuit court weighed the proof from both trials and made its decision accordingly.\nII. Meeting of the Minds\nFor their second point, the Wards argue that the Court of Appeals’ statement in Ward I that the phrase “meeting of the minds” had fallen out of favor was error due to the fact that this court recently used the term in Williamson v. Sanofi Winthrop Pharmaceutical, Inc., 347 Ark. 89, 60 S.W.3d 428 (2001). Thus, the Wards maintain, Ward I conflicts with our Williamson decision.\nWilliams responds that the Wards’ argument “is the classic ‘distinction without a difference.’ ” He contends that there is no meaningful difference between “[a] meeting of the minds as to all terms, using objective indicators,” which was the test cited in our Williamson decision and “objective manifestations of mutual assent,” which was the test used by the Court of Appeals in Ward I.\nAs already stated in this opinion, this court, following the grant of a petition for review, reviews what occurred in the circuit court for error and not the opinion of the Court of Appeals. See BPS, Inc. v. Parker, supra. Bearing this standard in mind, we turn to the appropriate test for determining agreement to a contract by the parties. In Williamson, we said “it is well settled that in order to make a contract there must be a meeting of the minds on all terms, using objective indicators.” Williamson, 347 Ark. at 98, 60 S.W.3d at 434 (emphasis added). It is clear that this court employs an objective test for determining mutual assent. Indeed, this court made it clear more than a decade ago that though the phrase “meeting of the minds” may have been used in our decisions, we meant objective indicators of agreement and not subjective opinions. See Crain Indus., Inc. v. Cass, 305 Ark. 566, 810 S.W.2d 910 (1991). It is manifest from the circuit court’s judgment that that court found objective indicators of the parties’ assent to contract by virtue of the performance of its terms. There was no error, in this regard.\nIII. Clear and Convincing Evidence\nFor the Wards’ third point, they contend that the Court of Appeals erred in holding that there was clear and convincing evidence that a contract existed. They state that the proof by both parties varied greatly as to the terms of the agreement. They contend that the only objective evidence presented were the twenty-six checks written by Williams to Ward which stated “lease” in the memorandum field. Based on that, the Wards maintain that it is difficult to discern how a factfinder could find clear and convincing evidence in Williams’s favor.\nIn Williamson v. Sanofi Winthrop Pharmaceuticals, Inc., supra, this court set forth the essential elements of a contract: (1) competent parties, (2) subject matter, (3) legal consideration, (4) mutual agreement, and (5) mutual obligations. We also said that we will keep in mind the following two principles when determining whether a contract has been entered into: “(1) a court cannot make a contract for the parties but can only construe and enforce the contract that they have made; and if there is no meeting of the minds, there is no contract; and (2) it is well settled that in order to make a contract there must be a meeting of the minds as to all terms, using objective indicators.” Williamson v. Sanofi Pharmaceuticals, Inc., 347 Ark. at 98, 60 S.W.3d at 434. Clear and convincing evidence has been defined by this court as “that evidence which produces a firm conviction in the factfinder that the allegation at issue is true.” Carter v. Four Seasons Funding Corp., 351 Ark. 637, 653, 97 S.W.3d 387, 395 (2003).\nThe standard of review for bench trials is whether the circuit court’s findings are clearly erroneous. See Ark. R. Civ. P. 52(a); Chavers v. Epsco, Inc., 352 Ark. 65, 98 S.W.3d 421 (2003). The circuit court found in its judgment that Williams had fully performed the oral contract and that the Wards had received more than the purchase price agreed to for the land. The manner of payment and other performance is specifically spelled out in the judgment. There was disagreement between the parties in their testimony as to why the term “lease” was written in the memorandum field of many monthly checks. Disputed facts and determinations of credibility, however, are within the province of the factfinder to resolve. See Chavers v. Epsco Inc., supra. We cannot say that the circuit court clearly erred in its decision that an oral contract had been established.\nIV Mootness\nAppellee Williams advances the argument in his Supplemental Brief Upon Review that the land in question has already been deeded to him due to the Wards’ failure to post a supersedeas bond and, thus, this appeal is moot. Williams further notes that the Wards did not appeal from the second order vesting title to. the land in him. This means, he contends, that the matter is over and done with, and the pending appeal is not viable.\nWe disagree. The judgment the Wards appealed from ordered that they convey the land to Williams, as he was entitled to specific performance of the oral contract. This was a final order. It is true that a temporary stay was later lifted due to the Wards’ failure to post a supersedeas bond and title was vested in Williams. Nevertheless, we do not believe that the absence of a supersedeas bond and the granting of the land to Williams as part and parcel to execution on a judgment nullifies an appeal from that underlying judgment. Confirming our belief is the fact that Williams cites us to no authority to support his contention. Accordingly, we decline to hold this appeal is moot on the ground proposed by the appellee.\nAffirmed.\n1 The complaint also named Metropolitan National Bank and Buford Blackwell as parties, but they are no longer parties for purposes of this appeal.\n2 Williams also presented testimony from Jim Delgado, Senior Vice President at Metropolitan National Bank; Buford Blackwell, who leased and later purchased a portion of the property at issue during the course of this litigation; and Elizabeth Burrow, Mr.Williams’s fiancée.", "type": "majority"}, {"author": "Annabelle Clinton Imber, Justice,", "text": "Annabelle Clinton Imber, Justice,\ndissenting. I must dissent because I believe that the trial court in this case impermissibly deferred to the Court of Appeals’ erroneous language, thereby abdicating its role as factfinder. In order to fully understand how the error in this case occurred, it is necessary to go back to the language in the Court of Appeals’ unpublished opinion in Ward I, in which the Court of Appeals incorrectly made specific findings:\nThe evidence demonstrates that the transaction at issue clearly had the requisite objective indicators of mutual agreement necessary to form a contract and that appellant established, by clear and convincing evidence, that an agreement was reached. Appellant established the property’s purchase price, the amount of the down payment and the manner in which it would be satisfied, the amount of each monthly payment, and the term of the contract. In our view, appellant’s actions in securing tenants, making repairs and improvements to the property, and securing insurance on it, along with the substantial amount of money he paid appellee, overwhelmingly demonstrate that both parties viewed this transaction as a sale. One cannot reasonably conclude that appellant’s actions were those of a tenant.\nWard I, slip op. at 4-5 (emphasis added).\nWhile it is true that a plaintiff must establish an oral contract by clear and convincing evidence, that standard of proof is utilized by the trial court when deciding a case on its merits after hearing evidence from both sides. See Dolphin v. Wilson, 328 Ark. 1, 942 S.W.2d 815 (1997). In Ward I, the appeal was from a Rule 50(a) dismissal after hearing only the plaintiffs evidence. In Swink v. Giffin, 333 Ark. 400, 970 S.W.2d 207 (1998), we reiterated the trial court’s duty under such circumstances:\n... In a long line of cases, beginning with Werbe v. Holt, 217 Ark. 198, 229 S.W.2d 225 (1950), we have held that a chancellor’s duty in the circumstances presented here is to review the defense motion for dismissal at the conclusion of the plaintiffs’ case by deciding whether, if it were a jury trial, the evidence would be sufficient to present to the jury.... Rule 50(a) and [its precursor statute] permit the granting of a dismissal only when the plaintiffs evidence is insufficient to go forward, i.e., to constitute a prima fade case for relief.\nId. at 403. We then went on to quote from Neely v. Jones, 234 Ark. 812, 813, 354 S.W.2d 726, 727 (1962) (Neely II):\n. . . [W]e have consistently held that a [grant of a motion to dismiss under Rule 50(a)] should be sustained only if that proof, viewed in its most favorable light, would present no question of fact for a jury if the case were being tried at law. In such a situation the chancellor does not exercise fact-finding powers that involve determining questions of credibility or of the preponderance of the evidence, [citation omitted].\nSwink v. Giffin, 333 Ark. at 403-04 (emphasis in original).\nThe majority correctly states that appellate courts do not make findings of fact but rather review findings of fact of the circuit court to determine whether they are clearly erroneous. See Ark. R. Civ. P. 52(a) (2003). Thus, the majority holds that the statements by the Court of Appeals were obiter dictum and were not binding on the circuit court. However, the Court of Appeals overstepped its bounds by finding that there was an enforceable contract between the parties.\nThe Court of Appeals should have held that a prima facie case had been made — a decision that would have bound the trial court to nothing other than allowing the trial to go forward. Instead, the Court of Appeals held that the plaintiff-appellant had established by clear and convincing evidence not only the agreement, but the terms of the agreement — purchase price, amount of down payment and manner in which it would be satisfied, amount of monthly payments, and the term of the contract. In fact, the Court of Appeals held that the appellant’s evidence overwhelmingly demonstrated that both parties viewed the transaction as a sale, even though it did so without benefit of the other party’s evidence. So, instead of stating that a prima facie case was made, the Court of Appeals found that an oral contract existed.\nThe majority holds that Ward I did not bind the trial court on remand, and that the trial court did not impermissibly abdicate its responsibility to weigh the plaintiffs evidence against the defendant’s evidence in making its decision. The key to the trial court’s decision is found in both the colloquy that is quoted by the majority and the trial court’s letter opinion dated May 23, 2001. Referring to the colloquy, the trial court on remand apparently believed the Court of Appeals’ finding of an enforceable contract was binding, and the trial court, far from weighing the plaintiffs evidence against the defendant’s evidence, believed the plaintiffs evidence had already established that a contract existed unless the defendant could refute the existence of the contract:\nThe Court: The truth is the Court ofAppeals said there was enough there for a contract regardless of what problems we may have with it, they have said, “There is a contract. It’s enforceable.” At least that’s the way I.read it.\nDefense Counsel: There’s a prima facie case.\nThe Court: Which in my mind means it’s not the burden of proof, it’s the burden of persuasion shifts to you and I’m asking you what it is that I can rely on to tell me why there is not [a contract].\nAt the end of the colloquy, the trial court stated, “I’m going to go back and read the original hearing and I’ll disregard any argument that is not supported by the evidence.” This, combined with the fact that the Judgment did not mention Ward I, convinces the majority that the trial court went back over all the evidence and, disregarding the Court of Appeals’ opinion, gave the plaintiffs evidence only the weight he should have properly given it. I am not persuaded.\nThe trial court here made the same mistake that was made by the appellants in the similar case of Neely v. Jones, 234 Ark. 812, 354 S.W.2d 726 (1962) (Neely II), which was cited in Swink, supra. In Neely v. Jones, 232 Ark. 411, 337 S.W.2d 872 (1960) (Neely I), the trial court had sustained a demurrer to the plaintiffs’ evidence (the pre-Rules equivalent of a Rule 50(a) dismissal). The plaintiffs appealed and we reversed and remanded, holding that the plaintiffs had raised a question of fact as to the issue in question. Id. On remand, the trial court heard the defendants’ evidence, and then found for the defendants. The plaintiffs again appealed, this time asserting that our holding in Neely I was “law of the case” establishing as a fact the issue in question. Id. We affirmed the trial court, explaining that the same evidence that can establish a prima facie case may not be enough to establish a claim on its merits:\n... [OJur decision on the first appeal meant only that if the case had been heard at law upon the plaintiffs’ evidence it would have been error to direct a verdict for the defendants.\nUpon remand the defendants eventually rested their case, and the cause was submitted upon the merits. Then, for the first time, it was proper for the chancellor to weigh the evidence and determine where its preponderance by. He was not obliged to find for the plaintiffs, any more than a jury would have been if the case had been retried at law after having been reversed for the trial court’s error in directing a verdict for the defendants. Thus our decision upon the first appeal did not preclude the chancellor from finding, even upon the original proof alone, that the plaintiffs had not proved their case by a preponderance of the evidence.\nNeely v. Jones, 234 Ark. 812, 813-14; 354 S.W.2d 726, 727 (1962)(emphasis added).\nThe colloquy shows that the trial court believed it had to find the plaintiffs had proved their case on their original proof alone unless the defendants could somehow rebut that proof, but this belief is contrary to our holding in Neely II. Far from weighing the evidence for the first time after the close of the defendants’ case, as required by Neely II, the trial court’s memorandum letter dated May 23, 2001-, shows that the Court of Appeals’ “finding” was given deference and that the trial court clearly weighed the defendants’ evidence against that opinion, instead of properly weighing it against the plaintiffs evidence:\n. . . The Court of Appeals found that the plaintiffs proof, “demonstrates that the transaction at issue clearly had the requisite objective indicators of mutual agreement necessary to form a contract and that appellant established, by clear and convincing evidence, that an agreement was reached.”\nThe question then is whether the defendants rebutted that proof sufficiently to conclude otherwise. The answer is no. Contrary to defendants’ argument that the terms of the contract are not definite, the Opinion is very clear: “Appellant established the property’s purchase price, the amount of the down payment and the manner in which it would be satisfied, the amount of each monthly payment, and the term of the contract.” In fact, all of the defendants’ contentions are contrary to the Court of Appeals findings ... [Emphasis added.]\nWhile the judgment does not mention the Court of Appeals’ opinion, it is clear from the opinion letter that the trial court arrived at its decision by weighing the defendants’ evidence against the Court of Appeals’ “findings” rather than weighing it against the plaintiff s proof. First, the trial court required the defendants to “rebut” the plaintiffs proof, indicating that the trial court impermissibly shifted the burden of persuasion and gave the plaintiffs proof a presumption that had to be overcome by the defendants. There is no doubt that the trial court arrived at this presumption because it read the Court of Appeals’ “finding” as a presumption that the plaintiff had established the oral contract, rather than a prima facie case raising a question of fact as to whether or not an oral contract existed. Next, at no time in the opinion letter does the trial court claim to have weighed the defendants’ proof against the plaintiff s proof. Instead, the opinion letter shows that the comparisons made were between the defendants’ argument and “the Opinion,” and between the defendants’ contentions and “the Court of Appeals findings.”\nThe majority holds that, because the judgment specifically makes findings of fact without reference to the Court of Appeals’ opinion, the trial court did not abdicate its role as factfinder. Yet, the majority ignores the statements in the opinion letter that the trial court arrived at its decision by weighing the defendant’s evidence against the Court of Appeals’ opinion. In my view, the trial court abdicated its role as factfinder. Accordingly, I must respectfully dissent.", "type": "dissent"}], "attorneys": ["Cearley Law Firm, P.A., by: Robert M. Cearley,Jr.; and McWilliams & Turner, P.A., by: MatthewJ. McWilliams, for appellants.", "Barber, McCaskill, Jones & Hale, P.A., by: MichaelJ. Emerson, for appellee."], "parties": ["Harold L. “Bud” WARD and Linda Ward v. James R. WILLIAMS"], "judges": ["Imber, J., dissents."]}}}
{"id": 36026, "name": "Elbert HOLDER v. STATE of Arkansas", "name_abbreviation": "Holder v. State", "decision_date": "2003-10-09", "docket_number": "CR 03-3", "first_page": "364", "last_page": "383", "citations": [{"type": "parallel", "cite": "124 S.W.3d 439"}, {"type": "official", "cite": "354 Ark. 364"}], "volume": {"volume_number": "354"}, "reporter": {"full_name": "Arkansas Reports"}, "court": {"id": 8808, "name": "Arkansas Supreme Court", "name_abbreviation": "Ark.", "jurisdiction_url": null, "slug": "ark"}, "jurisdiction": {"id": 34, "slug": "ark", "name": "Ark.", "name_long": "Arkansas", "whitelisted": true}, "casebody": {"status": "ok", "data": {"head_matter": "Supreme Court of Arkansas\nCR 03-3\n124 S.W.3d 439\nElbert HOLDER v. STATE of Arkansas\nOpinion delivered October 9, 2003\n[Petition for rehearing denied November 20, 2003.]\nThornton, J., not participating.\nLouis A. Etoch, for appellant.\nMike Beebe, Att’y Gen., by: Clayton K. Hodges, Ass’t Att’y Gen., for appellee.", "opinions": [{"author": "Jim Hannah, Justice.", "text": "Jim Hannah, Justice.\nElbert Holder appeals his conviction on capital murder and his sentence of life without parole. Holder argues that the trial court erred in 1) refusing to recuse; 2) refusing to order the appearance of subpoenaed witnesses at the recusal hearing; 3) denying his motion for a directed verdict; 4) finding a Batson violation in voir dire; 5) putting persons on the jury who should have been excused; 6) refusing to allow him to exercise all his peremptory challenges; and 7) allowing a juror to remain on the case where the juror was a first cousin of a witness and failed to reveal the relationship in voir dire.\nWe hold that the trial court did not err in denying the directed-verdict motion, and that the trial court did not abuse its discretion in refusing to recuse. However, we also hold that the trial court erred in finding a Batson violation by Holder, and further erred in denying Holder his right to use his peremptory challenges that the trial court then kept a juror on the panel who should have been excused for cause, and that therefore, the case must be reversed and remanded for a new trial.\nFacts\nLate in the evening of June 23, 2001, police arrived at the scene of a shooting on Highway 85, south of Oneida, in Phillips County. When police arrived, they found Carla Knowlton Smith dead in the front seat of her Ford Expedition that had been driven to the scene by Elbert Holder. Carla had been shot. Shotgun casings were found on the ground. Holder told police that two black men in a Cadillac accosted and robbed him when Holder and Carla pulled over to the side of the road because of an argument about his driving. Holder’s arm was wounded, and he had small holes in the bill of his cap. Police believed they found a number of inconsistencies in Holder’s story and began an investigation.\nHolder was later charged with capital murder. It was alleged that Holder, along with Brenda Dixon and Greg Jenkins, entered into a plan to kill Carla and carried out that plan on June 23, 2001. Holder’s trial commenced May 20, 2002. The jury returned a guilty verdict, and Holder was sentenced to life without parole.\nSufficiency of the Evidence\nHolder raises the issue of sufficiency of the evidence for his first point on appeal. With regard to our analysis of claims of insufficient evidence, this court recently stated:\nThis court has repeatedly held that in reviewing a challenge to the sufficiency of the evidence, we view the evidence in a light most favorable to the State and consider only the evidence that supports the verdict. Id.; Wilson v. State, 332 Ark. 7, 962 S.W.2d 805 (1998). We affirm a conviction if substantial evidence exists to support it. Carmichael v. State, 340 Ark. 598, 12 S.W.3d 225 (2000). Substantial evidence is that which is of sufficient force and character that it will, with reasonable certainty, compel a conclusion one way or the other, without resorting to speculation or conjecture. Id. Circumstantial evidence may provide the basis to support a conviction, but it must be consistent with the defendant’s guilt and inconsistent with any other reasonable conclusion. Fairchild v. State, 349 Ark. 147, 76 S.W.3d 884; Bangs v. State, 338 Ark. 515, 998 S.W.2d 738 (1999). In other words, if you have two equally reasonable conclusions as to what occurred, this merely gives rise to a suspicion of guilt which is not enough to support a conviction. Howard v. State, 348 Ark. 471, 79 S.W.3d 273; cert. denied, 123 S.Ct. 606 (2002); Gregory v. State, 341 Ark. 243, 15 S.W.3d 690 (2000).\nEdmond v. State, 351 Ark. 495, 501-02, 95 S.W.3d 789 (2003).\nWith this standard in mind, we conclude that there was substantial evidence to support the jury’s verdict, although other trial errors require reversal. David Henson testified that Holder approached him and asked Henson if he would kill Carla. Brenda Dixon, Holder’s long time girlfriend and mother of Holder’s fifteen-year-old son, testified that Holder decided to kill Carla because Carla was going to provide evidence against Holder in an insurance fraud matter in Louisiana. Dixon testified that Holder discussed killing Carla on at least two occasions before finalizing those plans on Friday, June 22, 2001. On that Friday before the murder, Holder met with Dixon and instructed her to drive Greg Jenkins to where Carla was to be killed. Jenkins was to shoot Carla. Then according to Dixon, on Saturday, Holder met Dixon and Jenkins at the Pine Apartments where Holder instructed Dixon to pick up Jenkins between 4:30 p.m. and 5:30 p.m. Holder told Dixon and Jenkins that he would pick up Carla, and take her to an abandoned house near Oneida, where Dixon would deliver Jenkins who would then shoot Carla. Holder also explained that he would tell police he and Carla were robbed and Carla was shot by two black men who left in a black Cadillac.\nDixon then testified that when she picked up Jenkins, Jenkins had a shotgun which he put in the back seat of the car. Dixon then drove Jenkins to Helena Crossing where they met Holder. There they determined that they needed shotgun shells and Holder returned to town to acquire them. Upon Holder’s return, they all drove out of town and pulled over where Holder shot a hole or holes in his cap using a pistol he had on his person. At this point, again according to Dixon, Holder drove on to pick up Carla, and Dixon drove Jenkins to the abandoned house and let him out. Jenkins hid in some weeds, and Dixon drove the car down the road and parked where she could still see the abandoned house. Victoria Chairse, who lives in the area, testified that on the night of the murder, she saw a car parked where Dixon testified she had parked the car. Dixon also testified that she saw Holder drive up and pull to the side of the road near the abandoned house, get out, and open the hood. Then she heard three shots she believed came from a shotgun. Dixon testified further, that she heard á fourth shot, although it was not as loud as the first three, and then Jenkins came running down the road to her car. Jenkins put the shotgun in the back seat. Dixon then took Jenkins to get a beer, and they put the shotgun in the trunk before returning to town.\nAccording to the testimony of Brenda Taylor, she had loaned her car to Dixon that Saturday morning on June 23, and Dixon did not return to her home until early Sunday morning. Taylor testified further that Dixon was driving her own car when she returned, and they had to drive to where Taylor’s car was parked behind a rest area. There, Taylor found her car dirty with grass on it. They took the car home, and that evening, Taylor discovered clothing in the back seat. She also found a flashlight and shotgun shells wrapped in a white napkin inside the car. She opened the trunk and found a shotgun. Taylor called police who took the shotgun and shells.\nTaylor testified that the next morning, Dixon appeared at her home wanting the keys to the car. Shortly after Dixon’s arrival, Taylor saw Holder and another man in the yard. After Dixon got the keys, she went outside where she and Holder opened the trunk. Taylor testified that from what she could see Dixon and Holder were discussing something, but she could not hear their conversation. According to Taylor, the police soon arrived and arrested Dixon and Holder.\nExpert firearms/tool marks examiner Gary Lawrence testified that the shotgun seized from Taylor was the shotgun used to fire the casings found at the scene of the murder. Trace evidence expertjeffrey Taylor testified that the damage to the clothing Carla was wearing was consistent with a shotgun blast from about ten feet, and that the holes in the cap showed copper residue consistent with jacketed ammunition rather than shotgun pellets and appeared to be near-contact shots. This would be consistent with Dixon’s report that Holder shot his cap with a pistol.\nSharenzia Smith, Carla’s daughter, testified that Holder showed up at her home about 5:00 a.m. Sunday morning. Sharenzia asked Holder where her mother was, and at first he said he did not know. When Sharenzia pressed Holder, he told her that there had been a robbery and her mother “did not look too good.” According to Sharenzia, Holder then asked if she wished to go to the hospital, but when she said “yes,” Holder went to Carla’s room and began to remove things from Carla’s dresser, including clothing that Holder and Carla had purchased for their honeymoon in the Bahamas.\nMuch of the testimony against Holder was provided by Dixon, who helped Holder plan and carry out the murder. The testimony of an accomplice must be corroborated before a defendant may be convicted of a felony. Barnett v. State, 346 Ark. 11, 53 S.W.3d 527 (2001). Arkansas Code Annotated section 16-89-111(e)(1)(A-B) (Supp. 2003) provides that a conviction cannot be had in any case of a felony upon the testimony of an accomplice unless it is corroborated by other evidence tending to connect the defendant with the commission of the offense and, further, the corroboration is not sufficient if it merely shows that the offense was committed and the circumstances thereof.\nThe evidence in this case constitutes substantial evidence in support of the jury verdict. Further, although Dixon was a key witness, her testimony was corroborated by other evidence connecting Holder with the murder. There is no merit to Holder’s claim that the trial court denied his directed-verdict motion in error.\nRecusal\nHolder argues that the trial judge was required to recuse because he showed “bias or prejudice” in the proceedings of this case. According to Holder, Judge Simes was biased because:\nthe victim’s sister was an employee of the Judge’s former law firm, the Judge’s former law firni represented the victim, a witness placed Judge Simes’s brother Alvin at the victim’s mother’s home the day after her death, appellant’s counsel’s known intention to run against Judge Simes in the next election, and that appellant’s counsel’s law partner in fact ran against Judge Simes in the last election.\nHolder presented the following evidence at the recusal hearing. Through the testimony of Lorri Knowlton, Carla’s sister, Holder showed that Lorri worked for a summer for Alvin Simes at the Simes law firm in the summer of 1987 or 1988, while Judge L.T. Simes was a member of the firm. Lorri also thought that the Simes firm did represent Carla at some point, but Lorri did not know the purpose of the representation. Carla’s mother Willie Knowlton testified that Lorri worked for the Simes firm for a short time, but she could not recall when. Willie also testified that she received no condolences from the trial judge upon her daughter’s murder. Willie further testified that she had not talked to the trial judge about her daughter’s death, that the trial judge had never been in her home, and that she did not recall seeing the trial judge at Carla’s funeral. Holder’s sister Nancy Heard testified that she saw Alvin Simes in Willie Knowlton’s yard the day after Carla was killed. This comprises the testimony that was offered on the issue of bias, based on an alleged relationship with the family.\nHolder subpoenaed two additional witnesses, Judge Simes’s brother, Alvin, and Judge Simes’s wife, Edelma, who did not appear pursuant to the subpoenas because a witness fee was not tendered with the subpoenas. When Alvin and Edelma Simes did not appear, Holder moved the trial court to compel their appearance, however, the trial court denied the motion. Holder now argues that he was improperly denied his right to compulsory process under Ark. Code Ann. § 16-43-208 (Repl. 1999). This code section provides that the clerk of the court is to provide subpoenas for a criminal defendant. The right to compulsory process arises under the Sixth Amendment to the United States Constitution and article 2, section 10, of the Arkansas Constitution.\nBefore a criminal defendant can show that he or she was deprived of the right to compulsory process, he or she must show that the testimony would be both material and favorable to his or her case. Ray v. State, 304 Ark. 489, 803 S.W.2d 894 (1991); see also United States v. Valenzuela-Bernal, 458 U.S. 858 (1982). Holder argued to the trial court that there were questions he wanted to ask the witnesses, the answers to which he did not know. In response to the State’s brief, Holder stated, “Since the witnesses were not required by Judge Simes to abide by the subpoenas and come to court, it is mere speculation on the part of the State concerning what exactly they would have testified to.” It is clear, that Holder was simply hoping that the subpoenaed witnesses would provide helpful testimony. This falls short of the required showing that the testimony would have been “both material and favorable to his case.” Therefore, Holder shows no prejudice from the trial court’s decision not to order the witnesses’ appearance and testimony and does not prevail on this argument. See Lewis v. State, 309 Ark. 392, 831 S.W.2d 145 (1992). Additionally, the testimony that was offered at the hearing does not show bias by the trial judge.\nBoth the Arkansas Constitution, article 7, section 20, and the Arkansas Code of Judicial Conduct, Canon 3C (2003), provide that ajudge shall not preside'over cases in which ajudge might be interested, and ajudge must avoid all appearances ofbias. Gates v. State, 338 Ark. 530, 2 S.W.3d 40 (1999). A trial court enjoys a presumption of impartiality: Kail v. State, 341 Ark. 89, 14 S.W.3d 878 (2000).\nFurther, the question ofbias is usually confined to the conscience of the judge. Sanders v. State, 352 Ark. 16, 98 S.W.3d 35 (2003). Even where ajudge knows someone connected with another criminal case involving the defendant, that mere fact standing alone is not cause for recusal. Ayers v. State, 334 Ark. 258, 975 S.W.2d 88 (1998). The decision of whether to recuse is within the trial court’s discretion. Kail, supra. Abuse of that discretion must be proven by showing bias or prejudice. Kail, supra.\nTo decide whether there has been an abuse of discretion, we review the record to see if prejudice or bias was exhibited. Irvin v. State, 345 Ark. 541, 49 S.W.3d 635 (2001). The party seeking recusal must demonstrate bias. Searcy v. Davenport, 352 Ark. 307, 100 S.W.3d 711 (2003); Bradford v. State, 328 Ark. 701, 947 S.W.2d 1 (1997). Further, unless there is an objective showing ofbias, there must be a communication ofbias in order to require recusal for implied bias. Searcy, supra; City of Dover v. City of Russellville, 346 Ark. 279, 57 S.W.3d 171 (2001). Absent some objective demonstration by the appellant of the trial judge’s prejudice, it is the communication ofbias by the judge that will cause us to reverse his or her refusal to recuse. Irvin, supra.\nWe note that a judge is not required to recuse because of his or her life experiences. Reel v. State, 318 Ark. 565, 886 S.W.2d 615 (1994). This court in Reel stated:\nThe circumstance of a trial judge’s unfortunate encounters with the same crimes charged against the accused is not mentioned in Canon 3, nor have any of our cases confronted the issue. There is, however, authority from other jurisdictions suggesting a judge should not be disqualified because of his or her fife experiences. For example, in State v. Williams, supra, the defendant in a products liability action involving a defective industrial machine sought to have the judge disqualified because the judge suffered an injury to his hand in a similar industrial accident thirty years before. In finding this argument to be meritless, the Appellate Division reasoned as follows:\nA judge ordinarily is not disqualifiable because of his own fife experiences. Obviously a judge is not disqualified from presiding at an automobile accident because he was once himself in an automobile accident. Nor is a judge disqualified from trying a divorce case either because he is himself married or divorced, or from trying a contested adoption case because he has either natural children or adopted children.\nReel, 318 Ark. at 569-70.\nThe court stated, however, that “there may be a specific situation which would render it appropriate for a judge to recuse himself in a particular case.” Id. In the present case, there is no objective showing of prejudice or communication ofbias.\nHowever, Holder argues further that the trial judge also abused his discretion when he refused to recuse based on the existing relationship between his counsel Louis Etoch and the judge. Etoch provided a history of difficulties including three times that Judge Simes held Etoch in contempt. In two of those instances, Etoch appealed and Judge Simes was affirmed. See Etoch v. Simes, 340 Ark. 449, 10 S.W.3d 866 (2000); Etoch v. State, 332 Ark. 83, 964 S.W.2d 798 (1998). Additionally, Etoch noted a night he spent in jail at the trial court’s order. Holder also notes that Etoch notified Judge Simes that he would run against him at the next election, and that Etoch’s partner Charles E. Halbert had run against Judge Simes in the prior election. It is true that a judge should not preside in a trial where counsel is running in an election against the judge, but that is not the case here where a past election and a declaration about running in the future are involved. See Seeco, Inc. v. Hales, 334 Ark. 134, 969 S.W.2d 193 (1998).\nAs already discussed, the decision of whether to recuse is within the trial court’s discretion. Kail, supra. Further, abuse of that discretion must be proven by showing bias or prejudice. Kail, supra. In deciding whether there has been an abuse of discretion, we review the record to see if prejudice or bias was exhibited. Irvin, supra. Finally, the party seeking recusal must demonstrate bias. Searcy, supra. Our review of the record fails to reveal prejudice or bias in the trial court’s handling of this case.\nBatson Violation/Excusefor Cause\nHolder argues that the trial court erred in sustaining the State’s Batson objection where the State argued that Holder was using his peremptory challenges to strike jurors solely on the basis of race. Under Batson, “a prosecutor in a criminal case may not use his peremptory strikes to exclude jurors solely on the basis of race.” Wooten v. State, 351 Ark. 241, 91 S.W.3d 63 (2002). Similarly, a criminal defendant may not exercise peremptory challenges based on race of the juror or racial stereotypes. Georgia v. McCollum, 505 U.S. 42 (1992), see also Hollowell v. State, 59 Ark. App. 39, 953 S.W.2d 588 (1997).\nAt trial the following occurred between prosecutor Long and defense counsel Etoch:\n(Whereupon the following was had in the absence of the prospective jury panel.)\nMr. Long: There have now been seven Caucasians walk into this courtroom. Etoch has exercised peremptory challenges to every one of the seven without fail.\nThe Court: Is there anything else?\nMr. Long: No, sir.\nEtoch: Is Mr. Long seriously contending that I did not have a racially-neutral reason for excluding one or all three of those three jurors?\nThe parties then began a discussion of race-neutral reasons asserted by Holder. Later in explaining its decision in sustaining the Batson objection, the trial court stated:\nThe Court: Now, I have previously found that there was a pattern, and even though the State has continued to object and to make his record regarding Etoch’s exercising his perempts against white individuals or Caucasian individuals, Etoch had continued. I mean, that’s just the truth. The State has raised this objection throughout this process and then the truth is, at this point, every white person — Caucasian person — that’s been in the panel, Etoch struck... I just can’t get past the pattern. I mean, it’s there. It’s in the record. It’s just in the record.\nThe United States Supreme Court in Batson v. Kentucky, 476 U.S. 79 (1986), adopted a three-part test to determine whether a peremptory strike violates the Equal Protection Clause. In MacKintrush v. State, 334 Ark. 390, 978 S.W.2d 293 (1998), this court discussed Purkett v. Elem, 514 U.S. 765 (1995), the United States Supreme Court case which outlined three steps for a trial court to follow when a Batson challenge is made:\n(1) the opponent of a peremptory challenge must make a prima facie case of racial discrimination; (2) the proponent of the strike must come forward with a race-neutral explanation; and (3) the trial court must decide whether the opponent has proven purposeful racial discrimination. Purkett, 514 U.S. at 767.\nMacKintrush, 334 Ark. at 397. In Hinkston v. State, 340 Ark. 530, 10 S.W.3d 906 (2000), this court stated of Batson challenges:\nWe have delineated a three-step process to be used in the case of Batson challenges. MacKintrush v. State, 334 Ark. 390, 978 S.W.2d 293 (1998). First, the strike’s opponent must present facts to raise an inference of purposeful discrimination; that is, the opponent must present a prima facie case of racial discrimination. Id. Second, once the strike’s opponent has made aprima facie case, the burden shifts to the proponent of the strike to present a race-neutral explanation for the strike. Id. If a race-neutral explanation is given, the inquiry proceeds to the third step, wherein the trial court must decide whether the strike’s opponent has proven purposeful discrimination. Id. Here, the strike’s opponent must persuade the trial court that the expressed motive of the striking party is not genuine but, rather, is the product of discriminatory intent. Id.\nHinkston, 340 Ark. at 538-39.\nAs discussed above, there are three steps to proving a Batson violation. The first step of making a prima facie case of purposeful discriminatory intent in the use of peremptory strikes is accomplished by showing: (1) that the strike’s opponent is a member of an identifiable racial group, (2) that the strike is part of a jury-selection process or pattern designed to discriminate, and (3) that the strike was used to exclude jurors because of their race. Cox v. State, 345 Ark. 391, 47 S.W.3d 244 (2001).\nHowever, our analysis in this case will not include the first step because the parties made the issue of the first step moot by skipping it and proceeding directly to step two. The record shows that the Batson challenge began by the State objecting to Holder’s attempt to use his peremptory challenges to strike all Caucasian jurors from the venire panel. The State’s objection was simply noting to the trial court that Holder had used peremptory challenges on all the Caucasians. The trial court then offered the State an opportunity to elaborate on the objection and explain it further, but the State declined to do so. Etoch then offered race-neutral explanations for his attempt to excuse the jurors. The State then argued that the reasons offered were pretextual, including the assertion that, “if it were up to Mr. Etoch, there would be no Caucasians on this jury.” Next, the trial court considered whether the State had proven purposeful discriminatory intent, and concluded it had based upon Holder striking every Caucasian juror. The trial court noted, “I just can’t get by the pattern.”\nOnce the party striking jurors offers a race-neutral explanation, and the trial court rules on the ultimate issue of intentional discrimination, the preliminary issue of whether aprima facie case was shown becomes moot. Wooten v. State, 325 Ark. 510, 931 S.W.2d 408 (1996); Hernandez v. New York, 500 U.S. 352 (1991). That is precisely what the parties did in this case.\nBecause the issue of step one is moot, we are left to determine whether the trial court e’rred when it proceeded to step three and found Holder acted out of a purposely discriminatory intent in exercising his peremptory challenges. The States objection was based solely upon Holder attempting to strike all Caucasian jurors, and the trial court decided the issue on that basis, stating, “I just can’t get by the pattern.” Thus, the question before this court concerns step three and presents the issue of whether the trial court erred in the third-step analysis under Batson by basing a finding of fact of purposeful discriminatory intent solely on Holder’s attempt to excuse all Caucasian persons on the venire panel.\nWe review the trial court’s findings of discriminatory intent by determining whether the trial court’s decision was clearly against the preponderance of the evidence. In Williams v. State, 338 Ark. 97, 991 S.W.2d 565 (1999), we stated:\nWe will reverse a trial court’s ruling on a Batson challenge only when its findings are clearly against the preponderance of the evidence. Green v. State, 330 Ark. 458, 956 S.W.2d 849 (1997). In making Batson rulings, this court accords some measure of deference to the trial court in that it is in a superior position to make these determinations because it has the opportunity to observe the parties and determine their credibility. Sanford v. State, 331 Ark. 334, 962 S.W.2d 335 (1998); Roseby v. State, 329 Ark. 554, 953 S.W.2d 32 (1997). Moreover, unless discriminatory intent appears in the prosecution’s explanation, the reason given will be considered raceneutral. Hernandez v. New York, 500 U.S. 352, 360, 111 S.Ct. 1859, 114 L.Ed.2d 395 (1991). Consistent with our holdings, the record reflects the court struggled over this issue, weighing and assessing the facts and arguments presented, to decide whether the State’s explanation was merely pretextual. MacKintrush, Id.\nWilliams, 338 Ark. at 111-12.\nIn step three under Batson, the trial court must make a finding of fact whether purposeful discrimination has been shown. Batson, supra. This requires the trial court to determine whether the party opposing the strikes has carried the burden of proving purposeful discrimination. Hernandez, 500 U.S. at 359. Proof of racially discriminatory intent or purpose is required to show a violation of the Equal Protection Clause. Id. The ultimate burden of persuasion that there is purposeful discriminatory intent rests with and never shifts from the party opposing the strikes. Purkett v. Elem., 514 U.S. 765, 768 (1995). Further, the United States Supreme Court has stated:\nDiscriminatory purpose ... implies more than intent as volition or intent as awareness of the consequences. It implies that the decision maker ... selected ... a particular course of action at least in part ‘because of not merely ‘in spite of its adverse effects upon an identifiable group.\nHernandez, 500 U.S. at 360. Intent to discriminate based on race must be shown. Thus, disparate impact alone is not enough to prove purposeful discriminatory intent under step three of the Batson analysis. See State v. McCrary, 963 S.W.2d 674 (Mo. Ct. App. 1998). Striking even one juror for racial reasons violates the Equal Protection Clause. United States v. Matha, 915 F.2d 1220 (8th Cir. 1990). However, purposeful discriminatory intent must be proven. Batson, supra. The trial judge relied on a “pattern” in finding an intent to discriminate. In Batson, the United States Supreme Court discussed a pattern in stating, “[f]or example, a pattern of strikes against black jurors included in the particular venire panel might give rise to an inference of discrimination.” Batson, 476 U.S. at 97. Thus, under step one, a pattern of strikes may provide sufficient proof to state the prima facie case; however, even under step one, a party “who requests aprima facie finding of purposeful discrimination is obligated to develop a record beyond numbers . . . .” United States v. Wolk, 337 F.3d 997, 1007 (8th Cir. 2002).\nIn the present case, three jurors were at issue when the objection was made. The trial court discussed the three white jurors, Gibson Turley, Wayne Stevens, and Nicholas Jacks. With respect to Turley, Holder offered that counsel knew Turley personally, that through voir dire it appeared Turley had decided that Holder was involved in the death, and that Turley knew an attorney who had represented Carla. Then, with respect to Stevens, Holder offered that Stevens’s father-in-law was a prominent law enforcement officer in Phillips County, that Stevens knew Greg Jenkin’s mother, that he knew a lot of the witnesses, that Stevens knew the prosecuting attorney’s father and visited regularly with him. Finally, with respect to Jacks, Holder offered that his counsel Etoch had sold a house to Jacks, that Jacks was often behind on his house payments and required Etoch to send dun letters, threaten eviction, and demand money from Jacks. Further, Jacks had retained Etoch and received a recovery on a legal action, and Jacks had expressed to some that Etoch had charged too much.\nBecause the trial court proceeded to step three under Batson, it is apparent that the trial court accepted the reasons offered by Holder as race-neutral. It is only once the trial court determines that the reasons given are race-neutral that the trial court proceeds to determine whether the State proved purposeful discriminatory intent in the exercise of peremptory challenges. Where the only evidence offered to prove purposeful discriminatory intent in step three is evidence that the party striking jurors struck all the members of a particular race included in the venire panel, there is alack of proof of intent to purposefully discriminate, and the proof fails. The trial findings are clearly against the preponderance of the evidence. Williams, supra. A Batson error is not subject to harmless-error analysis. Ford v. Norris, 67 F.3d 162 (8th Cir. 1995). Therefore, this case must be reversed; however, the case must also be reversed because the trial court erroneously refused to allow Holder to exercise his peremptory challenges, thereby effectively exhausting Holder’s peremptory challenges and forcing him to accept a juror that should have been excused for cause.\nThe law is well settled that to challenge a juror’s presence on appeal, an appellant must demonstrate two things: (1) that he exhausted his peremptory challenges, and (2) that he was forced to accept a juror who should have been excused for cause. See Ferguson v. State, 343 Ark. 159, 33 S.W.3d 115 (2000); Bangs v. State, 338 Ark. 515, 998 S.W.2d 738 (1999); Willis v. State, 334 Ark. 412, 977 S.W.2d 890 (1998).\nCarmargo v. State, 346 Ark. 118, 123, 55 S.W.3d 255 (2001).\nPursuant to Ark. Code Ann. § 16-33-305 (Repl. 1999), a criminal defendant has twelve peremptory challenges in a capital murder case. The right is statutory. Previously, it was a common-law right. There is no right to peremptory challenges under the federal constitution. Ford, supra.\nNormally, “[t]o challenge ajuror on appeal, appellant must show he exhausted his peremptory challenges and was forced to accept a juror who should have been excused for cause.” Williams v. State, 347 Ark. 728, 67 S.W.3d 548 (2002); Branstetter v. State, 346 Ark. 62, 57 S.W.3d 105 (2001). However, here, Holder tried to exercise the challenges but was precluded from doing so by the trial court. After the trial court sustained the Batson objection and seated the three jurors, Holder moved the trial court to use his remaining peremptory challenges to strike those three jurors. When a defendant’s peremptory challenges are exhausted, it is error to hold a biased juror competent. Linell v. State, 283 Ark. 162, 671 S.W.2d 741 (1984); Snyder v. State, 151 Ark. 601, 237 S.W. 87 (1922), See also, Williams, supra.\n“The decision to excuse ajuror for cause rests within the sound discretion of the trial court and will not be reversed absent an abuse of discretion. Nooner v. State, 322 Ark. 87, 907 S.W.2d 677 (1995). Persons comprising the venire are presumed to be unbiased and qualified to serve.” Taylor v. State, 334 Ark. 339, 347, 974 S.W.2d 454 (1998). Here, juror Jacks hadbeen the subject of dun letters and threats of eviction by Etoch. Etoch had demanded that Jacks bring money to his office. It was an abuse of discretion not to excuse Jacks for cause. The case must also be reversed on this basis.\nBecause we reverse this case on the Batson error and consequent error in failing to exclude juror Jacks for cause, we need not reach the remaining issue on juror Hines.\nReversed and remanded.", "type": "majority"}], "attorneys": ["Louis A. Etoch, for appellant.", "Mike Beebe, Att’y Gen., by: Clayton K. Hodges, Ass’t Att’y Gen., for appellee."], "parties": ["Elbert HOLDER v. STATE of Arkansas"], "judges": ["Thornton, J., not participating."]}}}
{"id": 36027, "name": "Jason B. ROGERS v. STATE of Arkansas", "name_abbreviation": "Rogers v. State", "decision_date": "2003-09-04", "docket_number": "CR 03-485", "first_page": "7", "last_page": "7", "citations": [{"type": "official", "cite": "354 Ark. 7"}, {"type": "parallel", "cite": "117 S.W.3d 108"}], "volume": {"volume_number": "354"}, "reporter": {"full_name": "Arkansas Reports"}, "court": {"id": 8808, "name": "Arkansas Supreme Court", "name_abbreviation": "Ark.", "jurisdiction_url": null, "slug": "ark"}, "jurisdiction": {"id": 34, "slug": "ark", "name": "Ark.", "name_long": "Arkansas", "whitelisted": true}, "casebody": {"status": "ok", "data": {"head_matter": "Supreme Court of Arkansas\nCR 03-485\n117 S.W.3d 108\nJason B. ROGERS v. STATE of Arkansas\nOpinion delivered September 4, 2003\nAlvin Q. Malone, for appellant.\nNo response.", "opinions": [{"author": "Per Curiam.", "text": "Per Curiam.\nAppellant, Jason B. Rogers, by his attorney, Alvin Q. Malone, has filed a motion for rule on the clerk. His attorney admits that the record was tendered late due to a mistake on his part.\nWe find that such error, admittedly made by the attorney for a criminal defendant, is good cause to grant the motion. See Terry v. State, 272 Ark. 243, 613 S.W.2d 90 (1981); In Re: Belated Appeals in Criminal Cases, 265 Ark. 964 (1979) (per curiam).\nA copy of this per curiam will be forwarded to the Committee on Professional Conduct. In Re: Belated Appeals in Criminal Cases, 265 Ark. 964.", "type": "majority"}], "attorneys": ["Alvin Q. Malone, for appellant.", "No response."], "parties": ["Jason B. ROGERS v. STATE of Arkansas"], "judges": []}}}
{"id": 36028, "name": "James C. FUDGE v. STATE of Arkansas", "name_abbreviation": "Fudge v. State", "decision_date": "2003-09-25", "docket_number": "CR 02-826", "first_page": "148", "last_page": "156", "citations": [{"type": "official", "cite": "354 Ark. 148"}, {"type": "parallel", "cite": "120 S.W.3d 600"}], "volume": {"volume_number": "354"}, "reporter": {"full_name": "Arkansas Reports"}, "court": {"id": 8808, "name": "Arkansas Supreme Court", "name_abbreviation": "Ark.", "jurisdiction_url": null, "slug": "ark"}, "jurisdiction": {"id": 34, "slug": "ark", "name": "Ark.", "name_long": "Arkansas", "whitelisted": true}, "casebody": {"status": "ok", "data": {"head_matter": "Supreme Court of Arkansas\nCR 02-826\n120 S.W.3d 600\nJames C. FUDGE v. STATE of Arkansas\nOpinion delivered September 25, 2003\nGlaze, J., dissents.\nThornton, J., not participating.\nCraig Lambert, for appellant.\nMark Pryor, Att’y Gen., by: Jeffrey A. Weber, Ass’t Att’y Gen., for appellee.", "opinions": [{"author": "Donald L. Corbin, Justice.", "text": "Donald L. Corbin, Justice.\nAppellant James C. Fudge was convicted in the Pulaski County Circuit Court of the capital murder of his wife Kimberly Fudge, for which he was sentenced to death by lethal injection. This court affirmed his conviction and sentence in Fudge v. State, 341 Ark. 759, 20 S.W.3d 315 (2000). Thereafter, the United States Supreme Court denied Fudge’s petition for a writ of certiorari. See Fudge v. Arkansas, 531 U.S. 1020 (2000). Following the Supreme Court’s ruling, Fudge filed a petition for postconviction relief pursuant to Ark. R. Crim. P. 37. The trial court denied the petition, and this appeal followed. Our jurisdiction is pursuant to Rule 37 and Ark. Sup. Ct. R. 1-2(a) (8). For reversal, Fudge raises six points of error, the first of which is that the trial court’s order does not comply with the requirements of Ark. R. Crim. P. 37.5(i). We agree that the order is incomplete, and we reverse and remand.\nRule 37.5 sets out the postconviction procedures for death-penalty cases. Subsection (i) provides in part that the circuit court shall “make specific written findings of fact with respect to each factual issue raised by the petition and specific written conclusions of law with respect to each legal issue raised by the petition.” In Echols v. State, 344 Ark. 513, 519, 42 S.W.3d 467, 470 (2001), this court held that this provision imposes a “more exacting duty” on the trial court than that found in Ark. R. Crim. P. 37.3, which provides postconviction procedures for non-death-penalty cases. Under Rule 37.5(i), it is the petitioner who determines the issues that must be addressed by the trial court in a written order, while Rule 37.3(c) provides that the trial court is to determine the issues and then make specific written findings of fact and conclusions of law with respect to those issues. Id.\nThe State concedes that the order entered by the trial court in this case falls short of the exacting requirements of Rule 37.5(i). The State contends, however, that on remand, the trial court need only make specific findings of fact and conclusions of law with respect to those claims raised below and currently being pursued on appeal. We agree that this is a correct statement oflaw. This court concluded in Echols, 344 Ark. 513, 42 S.W.3d 467, that the trial court’s duties on remand are limited to making factual findings and legal conclusions only as to the issues raised on appeal, because all other claims raised below but not argued on appeal are considered abandoned. See also Kemp v. State, 347 Ark. 52, 60 S.W.3d 404 (2001); McGehee v. State, 344 Ark. 602, 43 S.W.3d 125 (2001). Nonetheless, we disagree with the State’s assertion that only one issue need be addressed on remand in this case.\nFrom our review of the trial court’s order, we conclude that there are three issues that the trial court’s order does not sufficiently address. The first is Fudge’s allegation that trial counsel, Tammy Harris, was ineffective during the penalty phase for failing to object to the introduction of Fudge’s purported prior conviction for first-degree battery. During the hearing below, Fudge argued that the documents presented by the State as State’s Exhibit 56 fell short of demonstrating that he was actually convicted of the offense of first-degree battery. Ms. Harris admitted at the Rule 37 hearing that she had not objected to the State’s proffer of the first-degree-battery conviction. She stated that she had reviewed the documents beforehand, and that it had not crossed her mind that they might not be sufficient.\nThe trial court’s order does not contain any findings of fact or conclusions of law regarding the allegation that trial counsel provided ineffective assistance of counsel for failing to object to the first-degree-battery conviction. However, the order does contain a finding that “[t]he State concedes that the first-degree battery charge was reduced to robbery[.]” The only other factual finding concerning Exhibit 56 is that it was not published to the jurors. Neither of these findings addresses the allegation that trial counsel was ineffective for failing to object to the sufficiency of the exhibit as proof of a prior violent felony conviction. Moreover, the trial court’s order contains no conclusion of law on this issue. Accordingly, we remand this issue to the trial court to make specific findings of fact and conclusions of law regarding this claim.\nThe second area of deficiency in the trial court’s order pertains to Fudge’s allegation that trial counsel failed to investigate and present evidence in mitigation during the penalty phase of his trial. During the hearing below, Fudge argued that there were six mitigating factors that should have been presented by trial counsel: (1) Fudge’s history of alcoholism; (2) the history of alcoholism in Fudge’s family; (3) Fudge’s abuse as a child at the hands of his mother; (4) Fudge’s propensity for violence, particularly toward women, which either resulted from a genetic condition or is behavior that was learned from his male role models; (5) Fudge’s positive qualities, namely that he is a talented artist, poet, sculptor, and auto-body repairman and a loving father to his children; and (6)that Fudge had tried to better himself over the years leading up to the murder. The trial court’s order only contains the ruling that trial counsel’s decision not to present evidence of Fudge’s alcoholism was a matter of trial strategy. The order does not address the failure to present evidence of the remaining five mitigating factors offered by Fudge. The State concedes that the trial court did not make any findings of fact or conclusions of law on these five mitigating factors. We thus remand on this claim.\nAdditionally, the trial court’s order does not contain any findings of fact or conclusions of law regarding the allegation that trial counsel failed to conduct an appropriate investigation for mitigating evidence. This point was raised below and is being pursued on appeal. Therefore, the trial court must address this issue on remand.\nThe third area of deficiency in the trial court’s order involves Fudge’s allegation that his counsel on direct appeal had a conflict of interest. During the hearing below, Fudge argued that his two trial counsel and appellate counsel had conflicts of interest in representing him. All three counsel were from the Pulaski County Public Defender’s Office. Fudge alleged that his trial counsel had a conflict because another attorney from the public defender’s office had previously represented one of the State’s witnesses, Jerome Jones.\n1\nOn this allegation, the trial court found that the representation of Jones did not create a conflict because it was too remote in time and was unrelated to the case against Fudge. The trial court also found that the issue of conflict was not raised at trial. There is no similar ruling on the conflict claim against appellate counsel. .\nThe State argues that we should infer from this ruling that the trial court must have concluded that there was no conflict with regard to appellate counsel, as all three counsel were from the same office. We are not persuaded by this argument for two reasons. In the first place, Rule 37.5(i) does not permit such an inference. To the contrary, the rule requires the trial court to make specific written findings of fact and specific written conclusions of law. The purpose of the exacting requirements of Rule 37.5 is to provide a comprehensive state-court review of a defendant’s claims and, therefore, eliminate the need for multiple postconviction actions in federal court. Echols, 344 Ark. 513, 42 S.W.3d 467. Were we to infer the trial court’s ruling on one issue as being sufficient to dispose of another issue, we would be defeating the plain purpose of Rule 37.5 (i).\nIn the second place, it is not entirely clear from the pleadings or the transcript of the hearing that the conflict of interest alleged against appellate counsel is the same as that alleged against trial counsel. Moreover, Fudge alleged below that the issue of appellate counsel’s conflict was raised in a timely manner to both the trial court and this court and that, as such, he was entitled to an immediate hearing on the issue under the Supreme Court’s holdings in Holloway v. Arkansas, 435 U.S. 475 (1978), Wood v. Georgia, 450 U.S. 261 (1981), and Mickens v. Taylor, 535 U.S. 162 (2002). The trial court declined the invitation to rule on this issue, concluding that such a ruling could only come from this court. To better understand this issue, it is necessary to address Fudge’s second point on appeal, that the trial court erred in refusing to admit certain documents as evidence of this claim.\nThe record reflects that during the Rule 37 hearing, while Fudge was testifying, defense counsel, Mr. Lambert, asked Fudge whether he had complained about his appellate counsel. Fudge indicated that he had complained about appellate counsel to both the trial court and this court. Mr. Lambert then attempted to introduce proof of Fudge’s testimony, in the form of multiple letters to the trial court, a letter to appellate counsel, and a supplemental pro se brief sent to this court.\n2\nThe State objected to the documents on the ground that they were not relevant, because they were written while his appeal was pending, and jurisdiction over his appellate counsel’s conduct belonged to this court. The deputy prosecuting attorney, Mr. McCormick, explained: “I think once the appeal’s lodged or at that time there’s an issue about conflict, with all due respect to this Court, it would be up to [the] Supreme Court to relieve counsel if there’s an issue of conflict.”\nThe trial court then asked Mr. Lambert to explain how the documents were relevant to his postconviction claims. Mr. Lambert stated that they were relevant to show that Fudge had notified the trial court, this court, and “everybody that he could” that appellate counsel had a conflict of interest. Fie explained further that they were relevant to his claims that appellate counsel was ineffective and that appellate counsel had a conflict of interest. The trial court then asked: “Are you saying that my duty here today is to evaluate the service of his appellate counsel?” Mr. Lambert responded:\nWe’re saying that under the Wood v. Georgia test and under Holloway v. Arkansas, once the defendant puts the Court on notice that he believes his attorney has a conflict of interest, the Court has a duty to make a searching inquiry into that question. And the fact that he did put this Court and the appellate court on notice that he was raising that issue that kicks in the Woods v. Georgia and the Holloway v. Arkansas test. And these letters are relevant to that.\nMr. McCormick countered that these documents would only be relevant before the appellate court. The trial court agreed and sustained the State’s objection, stating that this matter was the business of the appellate court.\nInitially, we note that the trial court understood that it had a duty to evaluate the services of appellate counsel, to an extent, as the order contains a ruling on the issue of appellate counsel’s ineffectiveness for failing to pursue a suppression issue on appeal. Thus, it is clear that the trial court only declined to rule on whether this court was timely notified of the conflict claim and whether this court should have made an inquiry under the prevailing case law. We appreciate the trial court’s hesitancy to rule on an issue that it believed was solely within the jurisdiction of this court. Furthermore, this issue appears to be one of first impression in our courts. Nonetheless, we must agree with Fudge that it was error not to make findings and conclusions on this issue, as it was raised in his postconviction petition.\nUnder Rule 37.5 (i), the trial court is charged with the duty of making “specific written findings of fact with respect to each factual issue raised by the petition and specific written conclusions of law with respect to each legal issue raised by the petition.” (Emphasis added.) Thus, as stated above, it is the petitioner, not the trial court, who determines the issues that must be addressed in a written order. It is not disputed that Fudge raised the claim of appellate counsel’s conflict of interest in his petition. He further made the allegation that either this court or the trial court was required to make an inquiry on this claim. Accordingly, Rule 37.5(i) mandates the trial court to make specific written findings and conclusions on these issues. We thus reverse the trial court’s refusal to admit the documents offered by Fudge, and remand this matter for the trial court to consider the evidence in light of our ruling today.\nIn sum, the trial court’s order does not comply with the more exacting requirements set out in Rule 37.5. Of the issues pursued by Fudge on appeal, the trial court’s order does not contain specific written findings of fact and conclusions of law on three of those issues. We thus remand this matter to the trial court to make such specific findings and conclusions. To avoid any lengthy delay in this matter, we direct the trial court to complete the order within sixty days from the date the mandate is issued. We will then consider the issues raised on appeal.\nReversed and remanded.\n1 Fudge also raised a claim concerning the representation of Joseph Norris, but he conceded during the hearing below that there was no conflict with regard to Norris.\n2 This court denied Fudge’s motion to file this pro se supplemental brief on the grounds that he was represented by counsel qualified to represent defendants in capital cases and that he had not demonstrated any good cause to permit him to serve as co-counsel or to file a supplemental pro se brief. See Fudge v. State, 341 Ark. 652, 19 S.W.3d 22 (2000) (per curiam).", "type": "majority"}, {"author": "Tom Glaze, Justice,", "text": "Tom Glaze, Justice,\ndissenting. I dissent for the reasons set out in the dissenting opinion in Echols v. State, 344 Ark. 513, 520-23, 42 S.W.3d 467, 471-73 (2001). See also McGehee v. State, 344 Ark. 602, 606, 43 S.W.3d 125, 128 (2001) (Glaze, J., dissenting); Kemp v. State, 347 Ark. 52, 61, 60 S.W.3d 404, 410 (2001) (Glaze, J., dissenting).", "type": "dissent"}], "attorneys": ["Craig Lambert, for appellant.", "Mark Pryor, Att’y Gen., by: Jeffrey A. Weber, Ass’t Att’y Gen., for appellee."], "parties": ["James C. FUDGE v. STATE of Arkansas"], "judges": ["Glaze, J., dissents.", "Thornton, J., not participating."]}}}
{"id": 36029, "name": "Robert ROBBINS v. STATE of Arkansas", "name_abbreviation": "Robbins v. State", "decision_date": "2003-09-04", "docket_number": "CR 98-1394", "first_page": "1", "last_page": "1", "citations": [{"type": "official", "cite": "354 Ark. 1"}, {"type": "parallel", "cite": "114 S.W.3d 217"}], "volume": {"volume_number": "354"}, "reporter": {"full_name": "Arkansas Reports"}, "court": {"id": 8808, "name": "Arkansas Supreme Court", "name_abbreviation": "Ark.", "jurisdiction_url": null, "slug": "ark"}, "jurisdiction": {"id": 34, "slug": "ark", "name": "Ark.", "name_long": "Arkansas", "whitelisted": true}, "casebody": {"status": "ok", "data": {"head_matter": "Supreme Court of Arkansas\nCR 98-1394\n114 S.W.3d 217\nRobert ROBBINS v. STATE of Arkansas\nDissenting opinion delivered September 4, 2003\nImber, J., joins this dissent.", "opinions": [{"author": "Tom Glaze, Justice,", "text": "Tom Glaze, Justice,\ndissenting. I would grant the State’s petition for rehearing. The majority court relied on some federal cases to support its decision to recall the mandate in this case, but fails to mention that federal courts recognize plain error when granting reviews; our court does not. In fact, our court is to review the record for error in life and death cases, but such review presupposes that an objection was made at trial. See Ark. Sup. Ct. R. 4-3(h); Camargo v. State, 337 Ark. 105, 987 S.W.2d 680 (1994) (death case affirmed where this court held that issues considered under Rule 4-3(h) are law of the case and may not be revisited).\nThe majority opinion also cites Ark. Sup. Ct. R. 5-3(d), and seems to suggest that rule allows the recall of the mandate in this case, however, there is no language in Rule 5-3 that allows recalling a mandate after the time for filing a rehearing petition has expired. Again, the majority court is relying on federal rules and cases to reopen this case. Arkansas cases have never adopted the federal appellate rules, and we should not do so now. If Robbins is entitled to any relief, he must seek it in federal court.", "type": "majority"}], "attorneys": [], "parties": ["Robert ROBBINS v. STATE of Arkansas"], "judges": ["Imber, J., joins this dissent."]}}}